[
    {
        "entities": [
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Earth",
                "label": "LOC"
            },
            {
                "text": "Petro Poroshenko",
                "label": "PERSON"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Mariupol",
                "label": "ORG"
            },
            {
                "text": "Rinat Akhmetov",
                "label": "ORG"
            },
            {
                "text": "Volodymyr Zelenskyy",
                "label": "PERSON"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Ukrainians",
                "label": "NORP"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Ukrainian",
                "label": "NORP"
            },
            {
                "text": "Daniel Naupold",
                "label": "PERSON"
            },
            {
                "text": "EPA",
                "label": "ORG"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Akhmetov",
                "label": "ORG"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Metinvest",
                "label": "LOC"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "the Ilyich Iron and Steel Works",
                "label": "ORG"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Mariupol",
                "label": "ORG"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "the European Court of Human Rights",
                "label": "ORG"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Akhmetov",
                "label": "ORG"
            },
            {
                "text": "more than $100 million",
                "label": "MONEY"
            },
            {
                "text": "Akhmetov",
                "label": "ORG"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Kyiv",
                "label": "GPE"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Ukrainian",
                "label": "NORP"
            },
            {
                "text": "Forbes",
                "label": "ORG"
            },
            {
                "text": "Akhmetov",
                "label": "ORG"
            },
            {
                "text": "almost $14 billion",
                "label": "MONEY"
            },
            {
                "text": "$4.3 billion",
                "label": "MONEY"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Zelenskyy",
                "label": "PERSON"
            },
            {
                "text": "Akhmetov",
                "label": "ORG"
            },
            {
                "text": "Zelenskyy",
                "label": "GPE"
            },
            {
                "text": "Natalia",
                "label": "GPE"
            },
            {
                "text": "Getty Images",
                "label": "ORG"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Viktor Pinchuk",
                "label": "ORG"
            },
            {
                "text": "Western",
                "label": "NORP"
            },
            {
                "text": "Germany",
                "label": "GPE"
            },
            {
                "text": "more than $45 million",
                "label": "MONEY"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Kyiv",
                "label": "PERSON"
            },
            {
                "text": "Pinchuk",
                "label": "GPE"
            },
            {
                "text": "Ukrainian",
                "label": "NORP"
            },
            {
                "text": "Alexander Paraschiy",
                "label": "PERSON"
            },
            {
                "text": "Ukrainian",
                "label": "GPE"
            },
            {
                "text": "Concorde Capital",
                "label": "ORG"
            },
            {
                "text": "Interpipe",
                "label": "ORG"
            },
            {
                "text": "$2.6 billion to $2 billion",
                "label": "MONEY"
            },
            {
                "text": "Forbes",
                "label": "ORG"
            },
            {
                "text": "Pinchuk",
                "label": "GPE"
            },
            {
                "text": "Ukraine Petro",
                "label": "ORG"
            },
            {
                "text": "Pierre Crom/Getty Images",
                "label": "PERSON"
            },
            {
                "text": "Donbas",
                "label": "GPE"
            },
            {
                "text": "South Africa",
                "label": "GPE"
            },
            {
                "text": "Zelenskyy",
                "label": "GPE"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Zelenskyy",
                "label": "GPE"
            },
            {
                "text": "VOA",
                "label": "ORG"
            },
            {
                "text": "Zelenskyy’s",
                "label": "ORG"
            },
            {
                "text": "more than $46 million",
                "label": "MONEY"
            },
            {
                "text": "Italy",
                "label": "GPE"
            },
            {
                "text": "Britain",
                "label": "GPE"
            },
            {
                "text": "Forbes",
                "label": "PERSON"
            },
            {
                "text": "$1.6 billion to $700 million",
                "label": "MONEY"
            },
            {
                "text": "WikiCommons",
                "label": "ORG"
            },
            {
                "text": "Kolomoisky",
                "label": "ORG"
            },
            {
                "text": "Zelenskyy’s",
                "label": "ORG"
            },
            {
                "text": "Kolomoisky",
                "label": "ORG"
            },
            {
                "text": "the U.S. Department of Justice",
                "label": "ORG"
            },
            {
                "text": "Kolomoisky",
                "label": "ORG"
            },
            {
                "text": "U.S.",
                "label": "GPE"
            },
            {
                "text": "Privatbank",
                "label": "ORG"
            },
            {
                "text": "Ukrainian",
                "label": "GPE"
            },
            {
                "text": "$5 billion",
                "label": "MONEY"
            },
            {
                "text": "Kolomoisky",
                "label": "ORG"
            },
            {
                "text": "Kolomoisky",
                "label": "ORG"
            },
            {
                "text": "Paraschiy",
                "label": "PERSON"
            },
            {
                "text": "Concorde Capital",
                "label": "ORG"
            },
            {
                "text": "Zelenskyy",
                "label": "ORG"
            },
            {
                "text": "Kolomoisky",
                "label": "ORG"
            },
            {
                "text": "Ukrainian",
                "label": "NORP"
            },
            {
                "text": "Israeli",
                "label": "NORP"
            },
            {
                "text": "Cypriot",
                "label": "NORP"
            },
            {
                "text": "Kolomoisky",
                "label": "ORG"
            },
            {
                "text": "Ukrainian",
                "label": "NORP"
            },
            {
                "text": "Ukrnafta",
                "label": "GPE"
            },
            {
                "text": "Kolomoisky",
                "label": "ORG"
            },
            {
                "text": "Kolomoisky",
                "label": "ORG"
            },
            {
                "text": "Sergei Supinsky",
                "label": "PERSON"
            },
            {
                "text": "Getty Images\n\nViktor Medvedchuk",
                "label": "ORG"
            },
            {
                "text": "$620 million",
                "label": "MONEY"
            },
            {
                "text": "pro-Russian",
                "label": "NORP"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Vladimir Putin",
                "label": "PERSON"
            },
            {
                "text": "Kremlin",
                "label": "ORG"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Medvedchuk",
                "label": "PERSON"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "the Black Sea",
                "label": "LOC"
            },
            {
                "text": "Donbas",
                "label": "GPE"
            },
            {
                "text": "Medvedchuk",
                "label": "PERSON"
            },
            {
                "text": "Ukrainian",
                "label": "NORP"
            },
            {
                "text": "Russians",
                "label": "NORP"
            },
            {
                "text": "Croatia",
                "label": "ORG"
            },
            {
                "text": "$200 million",
                "label": "MONEY"
            },
            {
                "text": "the Royal Romance",
                "label": "ORG"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            }
        ],
        "entity_count": 123,
        "summary": "",
        "text": "Press play to listen to this article Voiced by artificial intelligence.\n\nKYIV — Russia’s war against Ukraine has created some unexpected victims: the country’s oligarchs.\n\nUkraine has long been considered one of the most corrupt countries on Earth and the couple of dozen businessmen who controlled a vast proportion of its wealth, as well as TV stations, mines, banks, shops, farms, real estate and more are seen as key contributors.\n\nOne of their number — chocolate baron Petro Poroshenko — even served as president from 2014 to 2019.\n\nBut Russia’s full-scale invasion of Ukraine has played havoc with their fortunes. The vast metalworks in Mariupol owned by Rinat Akhmetov have been turned into smoking ruins, farmland stands idle and is pocked with landmines, factories aren’t working because of power cuts and seaborne exports have shriveled.\n\nThe political influence of the super-rich has also taken a tumble.\n\nEven before the war, President Volodymyr Zelenskyy promoted a de-oligarchization law aimed at limiting their political influence.\n\nThe war has strengthened that effort. Zelenskyy no longer needs the political and financial backing of oligarchs, and the searing experience of defending the country against Russian aggression is likely to make Ukrainians less keen to again kowtow to the mega-wealthy. Cutting corruption and strengthening the rule of law is also a condition for much of the aid pouring into Ukraine.\n\nHere’s a look at how the war with Russia has changed the financial and political fortunes of five major Ukrainian businessmen.\n\nRinat Akhmetov\n\nRinat Akhmetov | Daniel Naupold/EPA\n\nUkraine’s richest man, Akhmetov is paying a high price for Russia’s invasion of Ukraine.\n\nThe backbone of his business empire — the metallurgical conglomerate Metinvest — lost two of its major plants in southern Ukraine. Azovstal steelworks and the Ilyich Iron and Steel Works were turned into piles of rubble by Russian forces during the assault on Mariupol.\n\nIn June, he filed a lawsuit against Russia in the European Court of Human Rights.\n\nSince the start of the war, his other assets — including power plants, banks, farms, mining and processing plants — have been either damaged or seized by Russian forces.\n\nAkhmetov’s companies have been stumping up cash and resources to help in the war effort, providing more than $100 million in body armor and helmets, materials for fortifications, vehicles for the military, food kits and medicines for civilians.\n\nAccording to Akhmetov’s spokesperson, he returned to Ukraine the day before Russia’s invasion.\n\n“He met the beginning of the war at home, in Kyiv. Since then, he has not left Ukraine for a day,” the spokesperson said.\n\nAccording to the Ukrainian edition of Forbes, Akhmetov’s fortune shrank from almost $14 billion in January to $4.3 billion in December, but he’s still Ukraine’s wealthiest person.\n\n“Because intense military action and rocket attacks in Ukraine unfortunately continue on an almost daily basis, no accurate and full calculation of losses is possible at this stage, and estimates may be incorrect and inconclusive,” the spokesperson said.\n\nIn 2021, Zelenskyy accused him of trying to stage a coup, a charge Akhmetov strongly denied. Since the invasion, he’s handed over his media licenses (to praise from Zelenskyy) and his full-throated support of the war effort is buying him some support.\n\nOligarch ranking:\n\nViktor Pinchuk\n\nViktor Pinchuk | Natalia Slipchuk/AFP via Getty Images\n\nSince the start of Russia’s invasion, Viktor Pinchuk has actively urged Western nations to beef up their military support and criticized some countries, like Germany, for foot dragging.\n\nBy late September, the oligarch had spent more than $45 million on support for Ukraine’s army and civilians, according to his charitable foundation.\n\nIn the first weeks of the war, when Russian troops were nearing Kyiv, paramedics were stationed in Pinchuk’s luxurious mansion in the suburbs of the Ukrainian capital.\n\nThe oligarch’s business empire — built around pipe and railway wheel manufacturer Interpipe — suffered less than other oligarchs’ businesses.\n\n“The holding company’s financial situation has worsened, but you can’t say it’s a disaster,” said Alexander Paraschiy, head of research at Ukrainian consultancy Concorde Capital.\n\n“They were more affected not so much by the hostilities as by the hikes in energy prices and problems with logistics,” he explained as the war has cut Interpipe’s ability to export by sea.\n\nHis wealth has fallen from $2.6 billion to $2 billion, according to Forbes.\n\nPinchuk’s media office did not reply to a request for comment.\n\nOligarch ranking:\n\nPetro Poroshenko\n\nFormer President of Ukraine Petro Poroshenko | Pierre Crom/Getty Images\n\nBefore the war, Poroshenko was fighting for his political life, facing accusations of high treason and abetting terrorism. According to state prosecutors, Poroshenko allegedly favored supplies of coal from rebel-controlled areas of the Donbas region instead of coal produced in South Africa.\n\nDespite his protestations of innocence, some of his assets and property were seized by a Kyiv court.\n\nBut after the invasion, TV stations controlled by Poroshenko toned down their criticism of Zelenskyy.\n\n“On the first day of the Russian aggression, February 24, I came to Zelenskyy and said: ‘I’m not the opposition leader anymore. Both you and I are soldiers. Until our victory, I will not criticize anybody,’” he said in an interview with VOA.\n\nPoroshenko, who favored nationalistic policies when he was president, also donned military garb and organized groups of volunteers to help in the war — although Zelenskyy’s office has accused him of unnecessary PR.\n\nPoroshenko’s companies spent more than $46 million to support the armed forces, said his spokesperson. He’s delivered armored vehicles purchased in Italy and Britain, four-wheel drive pickups, bulletproof vests, helmets, fuel and more.\n\nForbes says his fortune has fallen from $1.6 billion to $700 million.\n\nPoroshenko’s media office refused to comment on the loss of his businesses and personal fortune caused by the war.\n\nOligarch ranking:\n\nIhor Kolomoisky\n\nIhor Kolomoyskyi | WikiCommons\n\nKolomoisky was seen as Zelenskyy’s key original backer — using his powerful TV stations to promote the popular actor and comedian during the 2019 presidential election.\n\nHowever, close links to the new leader didn’t save Kolomoisky from problems.\n\nIn January, the U.S. Department of Justice alleged Kolomoisky and an associate had laundered funds in the U.S. His lawyers reject any wrongdoing.\n\nHis main financial asset, Privatbank, was seized by Ukrainian authorities seven years ago after regulators found a $5 billion hole in its books, and Kolomoisky is still fighting for its return.\n\n“Kolomoisky has a very little chance of getting anything back through court,” said Paraschiy from Concorde Capital.\n\nIn July, Zelenskyy reportedly took steps to strip Kolomoisky of his Ukrainian citizenship because he also has Israeli and Cypriot passports. Kolomoisky is fighting the decision.\n\nIn November, the Ukrainian government invoked wartime laws to take control of stakes in the nation’s leading energy company Ukrnafta, partially controlled by Kolomoisky.\n\nKolomoisky did not respond to a request for comment.\n\nOligarch ranking:\n\nViktor Medvedchuk\n\nViktor Medvedchuk | Sergei Supinsky/AFP via Getty Images\n\nViktor Medvedchuk, worth $620 million before the war, was the most influential pro-Russian oligarch in Ukraine; Russian President Vladimir Putin is reportedly his daughter’s godfather.\n\nHis coziness with the Kremlin backfired.\n\nBefore Russia’s full-scale invasion, Medvedchuk was under arrest and facing investigation over possible high treason on accusations of cooperating with Russia over illegal gas extraction in the Black Sea, as well as coal supplies from rebel-controlled territories of the Donbas region.\n\nMedvedchuk escaped from house arrest after the invasion but was recaptured while trying to leave the country disguised as a military volunteer.\n\nIn September, he was swapped for Ukrainian prisoners of war held by the Russians. His current whereabouts are unknown.\n\nCroatia also seized his $200 million superyacht, the Royal Romance, which will be auctioned off to benefit Ukraine.\n\nOligarch ranking:",
        "title": "Ukraine’s oligarch index: Who’s up and who’s down",
        "authors": [],
        "link": "https://www.politico.eu/article/ukraine-oligarch-index-up-down-volodymyr-zelenskyy-vladimir-putin-war/?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
        "alive": true,
        "clustered": [
            {
                "entities": [
                    {
                        "text": "Kiev",
                        "label": "PERSON"
                    },
                    {
                        "text": "West",
                        "label": "LOC"
                    },
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "Russia",
                        "label": "GPE"
                    },
                    {
                        "text": "NATO",
                        "label": "ORG"
                    },
                    {
                        "text": "Jens Stoltenberg",
                        "label": "PERSON"
                    },
                    {
                        "text": "Kiev",
                        "label": "PERSON"
                    },
                    {
                        "text": "Stoltenberg",
                        "label": "PERSON"
                    },
                    {
                        "text": "BBC",
                        "label": "ORG"
                    },
                    {
                        "text": "Russia",
                        "label": "GPE"
                    },
                    {
                        "text": "Moscow",
                        "label": "GPE"
                    },
                    {
                        "text": "US",
                        "label": "GPE"
                    },
                    {
                        "text": "West",
                        "label": "LOC"
                    },
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "Russia",
                        "label": "GPE"
                    },
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "Europe",
                        "label": "LOC"
                    },
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "Stoltenberg",
                        "label": "PERSON"
                    },
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "Russia",
                        "label": "GPE"
                    },
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "Moscow",
                        "label": "GPE"
                    },
                    {
                        "text": "Russian",
                        "label": "NORP"
                    },
                    {
                        "text": "Vladimir Putin",
                        "label": "PERSON"
                    },
                    {
                        "text": "NATO",
                        "label": "ORG"
                    },
                    {
                        "text": "Moscow",
                        "label": "GPE"
                    },
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "Russian",
                        "label": "NORP"
                    },
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "West",
                        "label": "LOC"
                    },
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "Russia",
                        "label": "GPE"
                    },
                    {
                        "text": "Kremlin",
                        "label": "ORG"
                    },
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "Kiev",
                        "label": "PERSON"
                    },
                    {
                        "text": "Moscow",
                        "label": "GPE"
                    },
                    {
                        "text": "Kiev",
                        "label": "PERSON"
                    },
                    {
                        "text": "Donetsk",
                        "label": "GPE"
                    },
                    {
                        "text": "Lugansk",
                        "label": "GPE"
                    },
                    {
                        "text": "Kherson",
                        "label": "PERSON"
                    },
                    {
                        "text": "Zaporozhye",
                        "label": "PERSON"
                    },
                    {
                        "text": "Russia",
                        "label": "GPE"
                    }
                ],
                "entity_count": 43,
                "summary": "",
                "text": "Military support for Kiev should be long-term, the bloc's secretary general said\n\nThe West needs to brace for a protracted conflict between Ukraine and Russia, NATO Secretary General Jens Stoltenberg said on Sunday, insisting that arms shipments to Kiev must continue.\n\nStoltenberg told the BBC that Russia’s partial mobilization, launched in September, shows that Moscow has no plans to end the hostilities in the near future. “All that indicates that they are prepared to continue the war and also try to potentially launch a new offensive,” he claimed.\n\nThe head of the US-led military bloc also insisted that the West continues to provide arms and other forms of support to Ukraine. According to the secretary general, “that's the only way to convince Russia that they have to sit down and negotiate in good faith and respect Ukraine as a sovereign independent nation in Europe.”\n\n\"What we do know is that what Ukraine can achieve around that table is totally dependent on the strength on the battlefield,\" he stressed.\n\nOn Friday, Stoltenberg claimed that while “it may sound paradoxical,” Western military support for Ukraine is \"the quickest way to peace.”\n\nFollowing the start of Russia’s military operation in late February, Western countries have ramped up their weapons shipments to Ukraine, a move that has been condemned by Moscow. Last month, Russian President Vladimir Putin stated that NATO was using the military potential of nearly all of its member states against Moscow in Ukraine. According to the president, efforts to undermine the Russian economy in the “sanctions war” over Ukraine have largely failed.\n\nEarlier, he also accused the West of turning Ukraine into “a colony”, and using its people as “cannon fodder, a battering ram against Russia.”\n\nAt the same time, the Kremlin maintains it is open to talks with Ukraine, accusing Kiev of refusing to negotiate. However, Moscow has insisted that Kiev must “recognize the reality on the ground” as a prerequisite for any peace talks, including the new status of Donetsk, Lugansk, Kherson and Zaporozhye as parts of Russia.",
                "title": "NATO warns of potential new Russian offensive in Ukraine",
                "authors": [
                    "Russia Today"
                ],
                "link": "https://www.rt.com/russia/569287-stoltenberg-russian-offensive-ukraine/?utm_source=rss&utm_medium=rss&utm_campaign=RSS",
                "alive": false,
                "clustered": []
            },
            {
                "entities": [
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "Sergey Kobylash",
                        "label": "PERSON"
                    },
                    {
                        "text": "Russian",
                        "label": "NORP"
                    },
                    {
                        "text": "Moscow",
                        "label": "GPE"
                    },
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "Sergey Kobylash",
                        "label": "PERSON"
                    },
                    {
                        "text": "Kobylash",
                        "label": "ORG"
                    },
                    {
                        "text": "the Defense Ministry",
                        "label": "ORG"
                    },
                    {
                        "text": "Kobylash",
                        "label": "ORG"
                    },
                    {
                        "text": "Russian",
                        "label": "NORP"
                    },
                    {
                        "text": "Krasnaya Zvezda",
                        "label": "PERSON"
                    },
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "Russia",
                        "label": "GPE"
                    },
                    {
                        "text": "Tu-95MS",
                        "label": "ORG"
                    },
                    {
                        "text": "the New Year",
                        "label": "EVENT"
                    },
                    {
                        "text": "Russia",
                        "label": "GPE"
                    },
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "Russian",
                        "label": "NORP"
                    },
                    {
                        "text": "Saratov",
                        "label": "LOC"
                    },
                    {
                        "text": "the Defense Ministry",
                        "label": "ORG"
                    },
                    {
                        "text": "Soviet",
                        "label": "NORP"
                    },
                    {
                        "text": "Engels",
                        "label": "LOC"
                    },
                    {
                        "text": "Dyagilevo",
                        "label": "FAC"
                    },
                    {
                        "text": "UAVs",
                        "label": "ORG"
                    }
                ],
                "entity_count": 24,
                "summary": "",
                "text": "Aircraft will continue to carry out combat missions in Ukraine, the force’s commander Sergey Kobylash says\n\nRussian long-range aviation will continue to have a role in Moscow’s military operation in Ukraine in 2023 and will have to master new upgrades to the fleet, Lieutenant General Sergey Kobylash, head of the long-range air command, has said.\n\nThe planned operational and combat training program for this year includes “the use of airborne means of destruction,” Kobylash added on Monday, as cited by the Defense Ministry.\n\nPilots will also continue to train and improve their skills in working with automated control systems and information support for high-precision weapons, he added.\n\n“Those tasks will be performed in 2023 as part of the participation of the long-range aviation in the special military operation,” the commander said, expressing confidence that all of the force's goals will be achieved through the hard work of all its personnel.\n\nLast month, Kobylash told the Russian military’s paper Krasnaya Zvezda that most of the crews of the force have already received combat experience in the course of the conflict in Ukraine.\n\nRussia’s long range aviation – which is part of the country’s nuclear triad but can also carry conventional arms – currently relies on three types of aircraft, including the Tu-95MS and Tu-160 strategic missile carrier, and the Tu-22M3 long-range bomber.\n\nShortly before the New Year, the force was boosted by another modernized Tu-22M3 bomber. Two Tu-160M aircraft have also been submitted for flight tests. One of them is an upgraded version of an existing plane, while the other had been built from scratch, as part of Russia’s recent efforts to restart its strategic plane-manufacturing program.\n\nLast month, Ukraine made at least two attempts to strike airfields that host long-range aviation crews, deep inside Russian territory, in Saratov and Ryazan regions. According to the Defense Ministry, the modified “Soviet-made” jet drones, which targeted the Engels and Dyagilevo bases, were shot down by air defenses. However, debris from the destroyed UAVs ended up killing six servicemen on the ground and on one occasion inflicted minor damage to two aircraft.",
                "title": "Goals outlined for Russia’s long-range air force in 2023",
                "authors": [
                    "Russia Today"
                ],
                "link": "https://www.rt.com/russia/569289-strategic-aviation-ukraine-kobylash/?utm_source=rss&utm_medium=rss&utm_campaign=RSS",
                "alive": false,
                "clustered": []
            }
        ]
    },
    {
        "entities": [
            {
                "text": "Paul Taylor",
                "label": "PERSON"
            },
            {
                "text": "PARIS",
                "label": "GPE"
            },
            {
                "text": "Turkish",
                "label": "NORP"
            },
            {
                "text": "Recep Tayyip Erdoğan",
                "label": "ORG"
            },
            {
                "text": "Erdoğan",
                "label": "ORG"
            },
            {
                "text": "the Turkish Republic",
                "label": "GPE"
            },
            {
                "text": "Turkey",
                "label": "GPE"
            },
            {
                "text": "Europe",
                "label": "LOC"
            },
            {
                "text": "Asia",
                "label": "LOC"
            },
            {
                "text": "the Middle East",
                "label": "LOC"
            },
            {
                "text": "first",
                "label": "ORDINAL"
            },
            {
                "text": "Erdoğan",
                "label": "ORG"
            },
            {
                "text": "Islamist",
                "label": "NORP"
            },
            {
                "text": "Justice and Development Party",
                "label": "ORG"
            },
            {
                "text": "over 80 percent",
                "label": "PERCENT"
            },
            {
                "text": "Turkish",
                "label": "NORP"
            },
            {
                "text": "Erdoğan",
                "label": "PERSON"
            },
            {
                "text": "30 percent",
                "label": "PERCENT"
            },
            {
                "text": "Washington",
                "label": "GPE"
            },
            {
                "text": "Moscow",
                "label": "GPE"
            },
            {
                "text": "Erdoğan",
                "label": "ORG"
            },
            {
                "text": "Syria",
                "label": "GPE"
            },
            {
                "text": "Kurdish",
                "label": "NORP"
            },
            {
                "text": "West",
                "label": "LOC"
            },
            {
                "text": "Islamic",
                "label": "NORP"
            },
            {
                "text": "State",
                "label": "ORG"
            },
            {
                "text": "Ankara",
                "label": "GPE"
            },
            {
                "text": "Kurdistan Workers’ Party",
                "label": "ORG"
            },
            {
                "text": "PKK",
                "label": "ORG"
            },
            {
                "text": "Turkey",
                "label": "GPE"
            },
            {
                "text": "Turkish",
                "label": "NORP"
            },
            {
                "text": "NATO",
                "label": "ORG"
            },
            {
                "text": "Greece",
                "label": "GPE"
            },
            {
                "text": "Cyprus",
                "label": "PRODUCT"
            },
            {
                "text": "Greek",
                "label": "NORP"
            },
            {
                "text": "the Aegean Sea",
                "label": "LOC"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Erdoğan",
                "label": "ORG"
            },
            {
                "text": "Turkey",
                "label": "GPE"
            },
            {
                "text": "Moscow",
                "label": "GPE"
            },
            {
                "text": "Kyiv",
                "label": "GPE"
            },
            {
                "text": "U.S.",
                "label": "GPE"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Vladimir Putin",
                "label": "PERSON"
            },
            {
                "text": "Turkish",
                "label": "NORP"
            },
            {
                "text": "Istanbul",
                "label": "GPE"
            },
            {
                "text": "Ekrem Imamoğlu",
                "label": "PERSON"
            },
            {
                "text": "Republican People’s Party",
                "label": "ORG"
            },
            {
                "text": "CHP",
                "label": "ORG"
            },
            {
                "text": "Erdoğan",
                "label": "ORG"
            },
            {
                "text": "Erdoğan",
                "label": "ORG"
            },
            {
                "text": "Adem Altan",
                "label": "ORG"
            },
            {
                "text": "Getty Images",
                "label": "ORG"
            },
            {
                "text": "pro-Kurdish",
                "label": "NORP"
            },
            {
                "text": "HDP",
                "label": "ORG"
            },
            {
                "text": "HDP",
                "label": "ORG"
            },
            {
                "text": "Erdoğan",
                "label": "ORG"
            },
            {
                "text": "Istanbul",
                "label": "GPE"
            },
            {
                "text": "Islamist",
                "label": "NORP"
            },
            {
                "text": "Erdoğan",
                "label": "ORG"
            },
            {
                "text": "Syria",
                "label": "GPE"
            },
            {
                "text": "Greece",
                "label": "GPE"
            },
            {
                "text": "Israel",
                "label": "GPE"
            },
            {
                "text": "Egypt",
                "label": "GPE"
            },
            {
                "text": "Saudi Arabia",
                "label": "GPE"
            },
            {
                "text": "Armenia",
                "label": "GPE"
            },
            {
                "text": "Turkish",
                "label": "NORP"
            },
            {
                "text": "Arab",
                "label": "NORP"
            },
            {
                "text": "Arab",
                "label": "NORP"
            },
            {
                "text": "Western",
                "label": "NORP"
            },
            {
                "text": "Turkey",
                "label": "GPE"
            },
            {
                "text": "Syria",
                "label": "GPE"
            },
            {
                "text": "U.S.",
                "label": "GPE"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Ankara",
                "label": "GPE"
            },
            {
                "text": "Turkish",
                "label": "NORP"
            },
            {
                "text": "Israel",
                "label": "GPE"
            },
            {
                "text": "Gaza",
                "label": "GPE"
            },
            {
                "text": "Palestinian",
                "label": "NORP"
            },
            {
                "text": "Hamas",
                "label": "ORG"
            },
            {
                "text": "100th",
                "label": "ORDINAL"
            },
            {
                "text": "Mustafa Kemal",
                "label": "PERSON"
            },
            {
                "text": "the Ottoman Empire",
                "label": "GPE"
            },
            {
                "text": "Istanbul",
                "label": "GPE"
            },
            {
                "text": "Ekrem Imamoğlu",
                "label": "PERSON"
            },
            {
                "text": "Bulent Kilic/AFP",
                "label": "PERSON"
            },
            {
                "text": "Getty Images\n\nErdoğan",
                "label": "ORG"
            },
            {
                "text": "Turkey",
                "label": "GPE"
            },
            {
                "text": "U.S.",
                "label": "GPE"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Libya",
                "label": "GPE"
            },
            {
                "text": "Azerbaijan",
                "label": "GPE"
            },
            {
                "text": "Armenia",
                "label": "GPE"
            },
            {
                "text": "Syria",
                "label": "GPE"
            },
            {
                "text": "The European Union",
                "label": "ORG"
            },
            {
                "text": "Turkey",
                "label": "GPE"
            },
            {
                "text": "Ankara",
                "label": "GPE"
            },
            {
                "text": "EU",
                "label": "ORG"
            },
            {
                "text": "Brussels",
                "label": "GPE"
            },
            {
                "text": "Turkey",
                "label": "GPE"
            },
            {
                "text": "nearly 4 million",
                "label": "MONEY"
            },
            {
                "text": "Syrian",
                "label": "NORP"
            },
            {
                "text": "Greece",
                "label": "GPE"
            },
            {
                "text": "Erdoğan",
                "label": "ORG"
            },
            {
                "text": "Bosphorus",
                "label": "PERSON"
            },
            {
                "text": "pro-Western",
                "label": "NORP"
            }
        ],
        "entity_count": 109,
        "summary": "",
        "text": "Press play to listen to this article Voiced by artificial intelligence.\n\nPaul Taylor is a contributing editor at POLITICO.\n\nPARIS — Having crashed the Turkish economy and impoverished the middle class that he himself had enriched, President Recep Tayyip Erdoğan is now dragging his country toward an unnecessary war and manipulating the courts against his rivals.\n\nIt’s a ruthless drive by Erdoğan to cling to power in 2023 — the centenary of the Turkish Republic — and let’s hope he fails.\n\nTurkey’s presidential election, set to be held on June 23, is arguably the most important — though by no means the fairest — vote in the world this year. It will determine whether this nation of 85 million citizens, on the hinge of Europe, Asia and the Middle East, will keep hurtling down the road toward being an authoritarian, expansionist power, or whether it chooses a more liberal, pluralistic path.\n\nFor the first time since Erdoğan’s conservative, Islamist-tinged Justice and Development Party (AKP) came to power in 2002, there’s a serious prospect of political change. Inflation is running at over 80 percent a year, the Turkish lira has plummeted against the dollar, and the government’s popularity has sunk as economic hardship has risen.\n\nAccording to the polls, Erdoğan — who has ruled with an increasingly autocratic hand after amending the constitution to create a made-to-measure presidential system — is in serious political trouble, with the AKP barely receiving 30 percent support.\n\nOf course, his response has been characteristically brutal on both the domestic and international fronts.\n\nDespite opposition from both Washington and Moscow, Erdoğan has trumpeted preparations to send tanks into Syria, looking to dislodge Kurdish militias allied with the West in the fight against Islamic State militants, but that Ankara sees as linked to outlawed Kurdistan Workers’ Party (PKK) guerrillas. He seems determined to complete a buffer zone on the other side of Turkey’s southern border.\n\nMeanwhile, the Turkish president is also threatening to strike NATO ally Greece amid manufactured disputes over gas drilling, Cyprus, and the alleged “militarization” of Greek islands in the Aegean Sea — although the international economic and political cost of any such action makes it highly improbable.\n\nSince Russia’s invasion of Ukraine began, Erdoğan has positioned Turkey as the indispensable mediator between Moscow and Kyiv, helping broker deals and hosting talks between U.S. and Russian security chiefs. He’s also managed to support Ukraine — including with military drone sales — while maintaining trade and energy ties with Russia and without jeopardizing his personal relationship with President Vladimir Putin or incurring the West’s wrath.\n\nIn the meantime, back at home, the Turkish president has used a justice system not quite noted for its independence to try to disqualify his most potent potential challengers.\n\nIstanbul Mayor Ekrem Imamoğlu — a popular figure from the secular center-left Republican People’s Party (CHP), who could be a unifying opposition presidential candidate — has just been sentenced to more than two years in jail and banned from public office for “insulting public officials.” For now, the ruling’s suspended pending appeals, but Erdoğan may try to expedite the judicial process, so his rival is barred from running.\n\nThe West would undoubtedly be relieved to see the back of Erdoğan | Adem Altan/AFP via Getty Images\n\nAlso, over 100 politicians from the main pro-Kurdish People’s Democratic Party (HDP) remain on trial for alleged terrorism offenses, which could lead to the movement being outlawed. The HDP isn’t part of the six-party opposition alliance, which is putting together a common electoral platform, ranging from the social-democratic left to the liberal center-right. However, it could emerge as the kingmaker if — as polls suggest — neither the AKP nor the opposition wins a majority in parliament.\n\nErdoğan, a former Istanbul mayor, was himself on the receiving end of similar judicial harassment before the AKP triumphed in 2002. Sentenced to a year in jail for reading a supposedly Islamist poem, he was barred from running for office and made to wait before becoming prime minister.\n\nHowever, it remains to be seen just how far this formidable campaigner is willing to go this time in terms of real military action to play the nationalist card in his struggle for reelection.\n\nIn 20 years, Erdoğan has lurched from a policy of “zero problems with the neighbors” to open or latent conflict with Syria, Greece, Israel, Egypt, Saudi Arabia and Armenia. However, in recent months, he’s begun a rapprochement with several of these adversaries — partly because the failure of the Turkish-supported Arab Spring uprisings has forced him to adjust his foreign policy, but also because he desperately needs Arab and Western capital to shore up the economy, gutted by his reckless policy of maintaining low interest rates.\n\nWhile public opinion is strongly nationalist in Turkey, a ground incursion into Syria that triggered a U.S. or Russian reaction, forcing Ankara to back down, could backfire on him — as could his crude use of the judiciary to sideline the opposition. On the other hand, a limited cross-border operation with few Turkish casualties could actually be acceptable to voters, in the same way Israel’s regular strikes on Gaza in retaliation for Palestinian Hamas rocket attacks are seen as police operations rather than wars.\n\nThe coming months will thus be full of martial gesticulation, not least to mark the 100th anniversary of Mustafa Kemal Atatürk’s foundation of a modern, secular republic over the ashes of the Ottoman Empire.\n\nSupporters of Istanbul Mayor Ekrem Imamoğlu protest against the re-run of the mayoral election in 2019 | Bulent Kilic/AFP via Getty Images\n\nErdoğan will want to project Turkey’s restored clout in a multipolar world where medium-sized powers can wield more influence, as the U.S. and Russia are less willing or able to act as global policemen. But after interventions in Libya and in support for Azerbaijan against Armenia, he may well stop short of a ground assault in Syria, if the major powers continue to warn him.\n\nThe European Union, sadly, is likely to be a bystander rather than a force for moderation or change. The bloc is Turkey’s biggest trade partner, but it has lost influence in Ankara, as the country’s long-stalled EU accession process is moribund, and Brussels has to regularly buy Turkey off with assistance to keep nearly 4 million Syrian refugees on its soil rather than letting them flood into Greece.\n\nThe West would undoubtedly be relieved to see the back of Erdoğan. But governments are hedging their bets, keeping lines of communication open to the strongman on the Bosphorus, and offering depressingly little public help to the opposition, even as they quietly pray for a more moderate, pro-Western Turkey come June.\n\nFingers crossed.",
        "title": "Erdoğan plots war, crackdown to save his skin",
        "authors": [
            "More ..."
        ],
        "link": "https://www.politico.eu/article/recep-tayyip-erdogan-turkey-election-2023-plots-war-opponents-crackdown/?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
        "alive": true,
        "clustered": []
    },
    {
        "entities": [
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "Bloomberg",
                "label": "PERSON"
            },
            {
                "text": "about 6%",
                "label": "PERCENT"
            },
            {
                "text": "the US Federal Reserve",
                "label": "ORG"
            },
            {
                "text": "America",
                "label": "GPE"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "Fed",
                "label": "ORG"
            },
            {
                "text": "Brian Rose",
                "label": "PERSON"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "UBS Global Wealth Management",
                "label": "ORG"
            },
            {
                "text": "Michael Antonelli",
                "label": "PERSON"
            },
            {
                "text": "Baird",
                "label": "PERSON"
            },
            {
                "text": "Fed",
                "label": "ORG"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "Antonelli",
                "label": "PERSON"
            },
            {
                "text": "Yahoo Finance Live",
                "label": "ORG"
            },
            {
                "text": "Antonelli",
                "label": "PERSON"
            },
            {
                "text": "Deutsche Bank",
                "label": "ORG"
            },
            {
                "text": "25%",
                "label": "PERCENT"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "Deutsche Bank",
                "label": "ORG"
            },
            {
                "text": "World Outlook",
                "label": "EVENT"
            },
            {
                "text": "Russell Investments",
                "label": "ORG"
            },
            {
                "text": "the International Monetary Fund",
                "label": "ORG"
            },
            {
                "text": "Kristalina Georgieva",
                "label": "PERSON"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "EU",
                "label": "ORG"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Nikolaj Schmidt",
                "label": "PERSON"
            },
            {
                "text": "T. Rowe Price",
                "label": "ORG"
            },
            {
                "text": "Schmidt",
                "label": "PERSON"
            },
            {
                "text": "Jefferies",
                "label": "LOC"
            },
            {
                "text": "Asia",
                "label": "LOC"
            },
            {
                "text": "Chinese",
                "label": "NORP"
            },
            {
                "text": "Asia",
                "label": "LOC"
            },
            {
                "text": "Great Financial Crisis",
                "label": "WORK_OF_ART"
            },
            {
                "text": "Asia",
                "label": "LOC"
            },
            {
                "text": "Jefferies",
                "label": "ORG"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Business Today Free",
                "label": "ORG"
            },
            {
                "text": "every morning",
                "label": "TIME"
            },
            {
                "text": "Privacy Notice: Newsletters",
                "label": "EVENT"
            },
            {
                "text": "Google",
                "label": "ORG"
            },
            {
                "text": "the Google Privacy Policy and Terms of Service",
                "label": "ORG"
            },
            {
                "text": "The Bank of England",
                "label": "ORG"
            },
            {
                "text": "UK",
                "label": "GPE"
            },
            {
                "text": "4.5%",
                "label": "PERCENT"
            },
            {
                "text": "3.5%",
                "label": "PERCENT"
            },
            {
                "text": "Britain",
                "label": "GPE"
            },
            {
                "text": "almost 1%",
                "label": "PERCENT"
            },
            {
                "text": "Ipek Ozkardeskaya",
                "label": "PERSON"
            },
            {
                "text": "Swissquote Bank",
                "label": "ORG"
            },
            {
                "text": "FTSE",
                "label": "ORG"
            },
            {
                "text": "Chinese",
                "label": "NORP"
            },
            {
                "text": "FTSE",
                "label": "ORG"
            },
            {
                "text": "British",
                "label": "NORP"
            },
            {
                "text": "British",
                "label": "NORP"
            },
            {
                "text": "FTSE",
                "label": "ORG"
            },
            {
                "text": "Kevin Boscher",
                "label": "PERSON"
            },
            {
                "text": "Ravenscroft",
                "label": "PERSON"
            },
            {
                "text": "Boscher",
                "label": "PERSON"
            },
            {
                "text": "Paul Glover",
                "label": "PERSON"
            },
            {
                "text": "NFU Mutual",
                "label": "ORG"
            },
            {
                "text": "UK",
                "label": "GPE"
            },
            {
                "text": "UK",
                "label": "GPE"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Putin",
                "label": "PERSON"
            },
            {
                "text": "Berenberg bank",
                "label": "ORG"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Putin",
                "label": "PERSON"
            }
        ],
        "entity_count": 73,
        "summary": "",
        "text": "Investors should brace for another turbulent year in the financial markets, economists have warned as central banks fight inflation, China reopens its economy after Covid-19 restrictions and the Ukraine war pushes the global economy towards recession.\n\nThe first half of the new year is likely to be choppy, according to Wall Street predictions, after global markets suffered their biggest fall since the 2008 financial crisis last year.\n\nBut the US S&P 500 is still expected to end 2023 a little higher than it began the year. The average target of 22 strategists polled by Bloomberg has the S&P 500 ending 2023 at 4,078 points – about 6% higher than it ended 2022.\n\nEconomists predict the US Federal Reserve will slow its interest rate hikes this year, as the outlook for America’s economy sours. US inflation has dropped back from its peak last summer, while the series of Fed rate hikes in 2022 has also cooled the housing market.\n\n“We believe that a period of sub-trend growth is inevitable, and recession risks are high as the lagged effects of tighter monetary policy work their way through the economy,” said Brian Rose, senior US economist at UBS Global Wealth Management.\n\nMichael Antonelli, managing director and market strategist at investment bank Baird, predicted the Fed would end its hiking cycle in February, and “hit the pause button” after one more rate rise. He also expects the US stock market to make gains during 2023, pointing out that two consecutive falls are “very rare”.\n\n“The stock markets all about ‘Are things getting better or are things getting worse?’ I think they will get slightly better next year,” Antonelli told Yahoo Finance Live.\n\n“I don’t think we’re getting any big gains, but I think next year will be somewhat positive,” Antonelli added.\n\nDeutsche Bank predicts economic downturns this year, which will hit financial markets.\n\n“We see major stock markets plunging 25% from levels somewhat above today’s when the US recession hits, but then recovering fully by year-end 2023, assuming the recession lasts only several quarters,” Deutsche Bank analysts said in their 2023 World Outlook late last year.\n\nStrategists at Russell Investments believe a recession seems likely in 2023 and equity markets may struggle but remain hopeful a global economic recovery should be on the horizon by year-end.\n\nThe head of the International Monetary Fund has warned that this year is going to be “tougher than the year we leave behind”, with a third of the world’s economy in recession. Kristalina Georgieva said it would be “because the three big economies – the US, EU and China – are all slowing down simultaneously”.\n\nA global downturn could prompt central banks to reverse some of the hefty interest rate rises implemented in the last year. Nikolaj Schmidt, chief international economist at investment management firm T. Rowe Price, predicts that central banks will ease monetary policy early in the second half of 2023.\n\n“We see the world plunging into a global recession in 2023. The recession is going to be the result of the immense monetary tightening the central banks have administered over the past 12 months. As a silver lining, it will sow the seeds for a substantial retracement of inflation,” Schmidt said.\n\nAnalysts at investment bank Jefferies predict a global recession this year, but expect Asia could avoid an outright downturn. The region could benefit from a resurgence of tourism, as Chinese tourists begin to slowly return to travel.\n\n“Global economic conditions continue to deteriorate as inflation remains high and market conditions tighten; however, Asia could be the best of a bad lot and avoid an outright recession. In the past shocks of the dotcom bust, and the GFC [Great Financial Crisis], Asia bounced back quickly, and we expect that it can do the same in 2023,” analysts at Jefferies said.\n\nChina’s decision to relax Covid-19 restrictions last month could ease global supply chain tensions, but may also lead to higher demand for commodities and energy, adding to inflation pressures.\n\nSign up to Business Today Free daily newsletter Get set for the working day – we'll point you to the all the business news and analysis you need every morning Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply.\n\nThe Bank of England is expected to raise UK interest rates again in coming months, with the bank rate hitting 4.5% in the summer, from its current 3.5%.\n\nBritain’s FTSE 100 was one of the few larger share indexes to rise during 2022, gaining almost 1%. Ipek Ozkardeskaya, senior analyst at Swissquote Bank, predicted that the FTSE 100’s outperformance could stretch into the new year.\n\n“If the Chinese reopening brings along another bump in inflation due to higher energy and commodity prices, the FTSE 100 could continue offering a good shelter to those willing to hedge against an energy-led global inflation to temper the negative effects,” she said.\n\n“Of course, the biggest British companies do not reflect the underlying British economy, so the FTSE 100’s good performance won’t change the fact that smaller, and domestic focused companies will likely continue to suffer from high inflation, recession and perhaps another year of political turmoil as a cherry on top,” she warned.\n\nKevin Boscher, CIO at investment services group Ravenscroft, is hopeful that the economic environment will turn more favourable as the year progresses, lifting markets.\n\n“Although the outlook remains problematic, asset prices should rebound as falling inflation allows central banks to cease their monetary tightening with rates expected to fall in the second half of the year,” Boscher said.\n\nPaul Glover, chief investment manager at NFU Mutual, suggested 2023 could “pleasantly surprise investors”, citing encouraging signs that inflation may have peaked.\n\nHe added that the UK market could benefit from its significant international revenue exposure, and the potential for takeover offers for UK companies.\n\nRussia’s economy has already fallen into recession, and its economic crisis is likely to continue in 2023.\n\n“Having started a brutal war, Putin has no easy way out,” said economists at Berenberg bank. “Ukraine and the free world are standing up to him. The expenses of war, the slow poison of sanctions, the flight of parts of the urban elite and the mounting costs of repression will be a worsening drag on Russia as long as Putin remains in power.”",
        "title": "Global economic forecast for 2023? A stormy start followed by a ray of hope",
        "authors": [
            "Graeme Wearden"
        ],
        "link": "https://www.theguardian.com/business/2023/jan/02/global-economic-forecast-for-2023-a-stormy-start-followed-by-a-ray-of-hope",
        "alive": true,
        "clustered": [
            {
                "entities": [
                    {
                        "text": "US",
                        "label": "GPE"
                    },
                    {
                        "text": "Europe",
                        "label": "LOC"
                    },
                    {
                        "text": "China",
                        "label": "GPE"
                    },
                    {
                        "text": "the International Monetary Fund",
                        "label": "ORG"
                    },
                    {
                        "text": "Kristalina Georgieva",
                        "label": "PERSON"
                    },
                    {
                        "text": "CBS",
                        "label": "ORG"
                    },
                    {
                        "text": "morning",
                        "label": "TIME"
                    },
                    {
                        "text": "Face the Nation",
                        "label": "WORK_OF_ART"
                    },
                    {
                        "text": "US",
                        "label": "GPE"
                    },
                    {
                        "text": "EU",
                        "label": "ORG"
                    },
                    {
                        "text": "China",
                        "label": "GPE"
                    },
                    {
                        "text": "IMF",
                        "label": "ORG"
                    },
                    {
                        "text": "Kristalina Georgieva",
                        "label": "PERSON"
                    },
                    {
                        "text": "U.S.",
                        "label": "GPE"
                    },
                    {
                        "text": "Face The Nation (@FaceTheNation",
                        "label": "ORG"
                    },
                    {
                        "text": "IMF",
                        "label": "ORG"
                    },
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "the US Federal Reserve",
                        "label": "ORG"
                    },
                    {
                        "text": "Georgieva",
                        "label": "PERSON"
                    },
                    {
                        "text": "China",
                        "label": "GPE"
                    },
                    {
                        "text": "second",
                        "label": "ORDINAL"
                    },
                    {
                        "text": "first",
                        "label": "ORDINAL"
                    },
                    {
                        "text": "first",
                        "label": "ORDINAL"
                    },
                    {
                        "text": "China",
                        "label": "GPE"
                    },
                    {
                        "text": "Georgieva",
                        "label": "PERSON"
                    },
                    {
                        "text": "IMF",
                        "label": "ORG"
                    },
                    {
                        "text": "pic.twitter.com/lsrXDDLNyy",
                        "label": "GPE"
                    },
                    {
                        "text": "Kristalina Georgieva",
                        "label": "PERSON"
                    },
                    {
                        "text": "Covid",
                        "label": "PERSON"
                    },
                    {
                        "text": "Georgieva",
                        "label": "PERSON"
                    },
                    {
                        "text": "China",
                        "label": "GPE"
                    },
                    {
                        "text": "China",
                        "label": "GPE"
                    },
                    {
                        "text": "Chinese",
                        "label": "NORP"
                    },
                    {
                        "text": "Georgieva",
                        "label": "PERSON"
                    },
                    {
                        "text": "US",
                        "label": "GPE"
                    },
                    {
                        "text": "as much as a third",
                        "label": "MONEY"
                    },
                    {
                        "text": "US",
                        "label": "GPE"
                    },
                    {
                        "text": "Fed",
                        "label": "ORG"
                    },
                    {
                        "text": "Georgieva",
                        "label": "PERSON"
                    },
                    {
                        "text": "US",
                        "label": "GPE"
                    },
                    {
                        "text": "Federal Reserve",
                        "label": "ORG"
                    },
                    {
                        "text": "US",
                        "label": "GPE"
                    },
                    {
                        "text": "3.7%",
                        "label": "PERCENT"
                    },
                    {
                        "text": "Reuters",
                        "label": "ORG"
                    }
                ],
                "entity_count": 44,
                "summary": "",
                "text": "For much of the global economy, 2023 is going to be a tough year as the main engines of global growth – the US, Europe and China – all experience weakening activity, the head of the International Monetary Fund has warned.\n\nThe new year is going to be “tougher than the year we leave behind,” IMF managing director Kristalina Georgieva said on the CBS Sunday morning news program Face the Nation on Sunday.\n\n“Why? Because the three big economies – the US, EU and China – are all slowing down simultaneously,” she said.\n\n“We expect one-third of the world economy to be in recession. Even countries that are not in recession, it would feel like recession for hundreds of millions of people,” she added.\n\n2023 IMF PREDICTION: “We expect one-third of the world economy to be in recession,” IMF Managing Director Kristalina Georgieva tells @margbrennan. But, a strong U.S. labor market might help the world get through a difficult year, she says. pic.twitter.com/Vbhj478pFo — Face The Nation (@FaceTheNation) January 1, 2023\n\nIn October, the IMF cut its outlook for global economic growth in 2023, reflecting the continuing drag from the war in Ukraine as well as inflation pressures and the high interest rates engineered by central banks like the US Federal Reserve aimed at bringing those price pressures to heel.\n\nGeorgieva said that China, the world’s second-largest economy, is likely to grow at or below global growth for the first time in 40 years as Covid-19 cases surge following the dismantling of its ultra-strict zero-Covid policy.\n\n“For the first time in 40 years, China’s growth in 2022 is likely to be at or below global growth,” Georgieva said.\n\n2023 will be a difficult year for the world. The silver lining is we can use it to transform economies & accelerate change that’s good for our climate, good for growth. At the IMF, we recognize our responsibility to be a force for good. Watch the event: https://t.co/Yv1TvfCytH pic.twitter.com/lsrXDDLNyy — Kristalina Georgieva (@KGeorgieva) December 29, 2022\n\nMoreover, a “bushfire” of expected Covid infections there in the months ahead are likely to further hit its economy and drag on both regional and global growth, said Georgieva, who traveled to China on IMF business late last month.\n\n“For the next couple of months, it would be tough for China, and the impact on Chinese growth would be negative, the impact on the region will be negative, the impact on global growth will be negative,” she said.\n\nMeanwhile, Georgieva said, the US economy is standing apart and may avoid the outright contraction that is likely to afflict as much as a third of the world’s economies.\n\nThe “US is most resilient,” she said, and it “may avoid recession. We see the labour market remaining quite strong.”\n\n“This is … a mixed blessing because if the labour market is very strong, the Fed may have to keep interest rates tighter for longer to bring inflation down,” Georgieva said.\n\nThe US job market will be a central focus for Federal Reserve officials who would like to see demand for labour slacken to help undercut price pressures. The first week of the new year brings a raft of key data on the employment front, including Friday’s monthly nonfarm payrolls report, which is expected to show the US economy minted another 200,000 jobs in December and the jobless rate remained at 3.7% – near the lowest since the 1960s.\n\nReuters contributed to this report",
                "title": "Third of world economy to hit recession in 2023, IMF head warns",
                "authors": [],
                "link": "https://www.theguardian.com/business/2023/jan/02/third-of-world-economy-to-hit-recession-in-2023-imf-head-warns",
                "alive": false,
                "clustered": []
            },
            {
                "entities": [
                    {
                        "text": "US",
                        "label": "GPE"
                    },
                    {
                        "text": "China",
                        "label": "GPE"
                    },
                    {
                        "text": "Nasa",
                        "label": "ORG"
                    },
                    {
                        "text": "Nasa",
                        "label": "ORG"
                    },
                    {
                        "text": "Bill Nelson",
                        "label": "PERSON"
                    },
                    {
                        "text": "Florida",
                        "label": "GPE"
                    },
                    {
                        "text": "China",
                        "label": "GPE"
                    },
                    {
                        "text": "US",
                        "label": "GPE"
                    },
                    {
                        "text": "China",
                        "label": "GPE"
                    },
                    {
                        "text": "Nelson",
                        "label": "PERSON"
                    },
                    {
                        "text": "Politico",
                        "label": "GPE"
                    },
                    {
                        "text": "Nelson",
                        "label": "PERSON"
                    },
                    {
                        "text": "Chinese",
                        "label": "NORP"
                    },
                    {
                        "text": "the South China Sea",
                        "label": "LOC"
                    },
                    {
                        "text": "Beijing",
                        "label": "GPE"
                    },
                    {
                        "text": "Spratly Islands",
                        "label": "GPE"
                    },
                    {
                        "text": "China",
                        "label": "GPE"
                    },
                    {
                        "text": "Earth",
                        "label": "LOC"
                    },
                    {
                        "text": "third",
                        "label": "ORDINAL"
                    },
                    {
                        "text": "Moon",
                        "label": "PERSON"
                    },
                    {
                        "text": "Chinese",
                        "label": "NORP"
                    },
                    {
                        "text": "China",
                        "label": "GPE"
                    },
                    {
                        "text": "5 moon",
                        "label": "QUANTITY"
                    },
                    {
                        "text": "the InnoTech Expo",
                        "label": "EVENT"
                    },
                    {
                        "text": "Hong Kong",
                        "label": "GPE"
                    },
                    {
                        "text": "China",
                        "label": "GPE"
                    },
                    {
                        "text": "US",
                        "label": "GPE"
                    },
                    {
                        "text": "Mars",
                        "label": "LOC"
                    },
                    {
                        "text": "US",
                        "label": "GPE"
                    },
                    {
                        "text": "Chinese",
                        "label": "NORP"
                    },
                    {
                        "text": "Australia",
                        "label": "GPE"
                    },
                    {
                        "text": "Beijing",
                        "label": "GPE"
                    },
                    {
                        "text": "US",
                        "label": "GPE"
                    },
                    {
                        "text": "China",
                        "label": "GPE"
                    },
                    {
                        "text": "Liu Pengyu",
                        "label": "PERSON"
                    },
                    {
                        "text": "Chinese",
                        "label": "NORP"
                    },
                    {
                        "text": "Washington",
                        "label": "GPE"
                    },
                    {
                        "text": "Politico",
                        "label": "GPE"
                    },
                    {
                        "text": "US",
                        "label": "GPE"
                    },
                    {
                        "text": "China",
                        "label": "GPE"
                    },
                    {
                        "text": "China",
                        "label": "GPE"
                    }
                ],
                "entity_count": 41,
                "summary": "",
                "text": "The US is locked in a space race with China and the country needs to “watch out” that its rival does not gain a foothold and try to dominate lunar resources, Nasa’s top official has warned.\n\nThe assessment came from the Nasa administrator, Bill Nelson, a former astronaut and Florida senator, who went on to warn that China could eventually claim to “own” the moon’s resource-rich areas.\n\nThe contest between the US and China, he added, was intensifying and the next two years could determine which country achieves an advantage.\n\n“It is a fact: we’re in a space race,” Nelson told Politico. “And it is true that we better watch out that they don’t get to a place on the moon under the guise of scientific research. And it is not beyond the realm of possibility that they say, ‘Keep out, we’re here, this is our territory.’”\n\nNelson cited Chinese aggression over islands in the South China Sea, where Beijing has established military bases, as evidence of its territorial ambition. “If you doubt that, look at what they did with the Spratly Islands,” he said.\n\nLast year, China’s space program put up an Earth-orbiting space station and has mounted several lunar orbiting and sample-retrieving missions. A third phase of the program, to establish an autonomous lunar research station near the Moon’s south pole, is scheduled for 2025.\n\nIn December, the Chinese government offered its vision for a crewed lunar landing, space transportation, infrastructure and space governance. China has also announced the goal of landing taikonauts on the moon by the end of this decade.\n\nStudents listen to an introduction to the Chang'e 5 moon sample-return spacecraft, at the InnoTech Expo in Hong Kong, China, last month. Photograph: Tyrone Siu/Reuters\n\nNasa, meanwhile, recently completed the 26-day Artemis I mission to take pictures of the lunar surface. Future missions are designed toward establishing more activity on the moon. However, the US is also focused on Mars.\n\nUS military brass have also sounded alarm over Chinese militarization of space and attendant security concerns.\n\n“It’s entirely possible they could catch up and surpass us,” Space Force Lt Gen Nina Armagno said on a visit to Australia. “The progress they’ve made has been stunning – stunningly fast.”\n\nBut Beijing has rejected some US interpretations of the motives behind China’s space push. “Outer space is not a wrestling ground,” Liu Pengyu, spokesperson for the Chinese embassy in Washington, told Politico.\n\nThe spokesman said that some US officials had “spoken irresponsibly to misrepresent the normal and legitimate space endeavors of China”.\n\n“China always advocates the peaceful use of outer space, opposes the weaponization of and arms race in outer space, and works actively toward building a community with a shared future for mankind in the space domain,” the statement added.",
                "title": "‘We’re in a space race’: Nasa sounds alarm at Chinese designs on moon",
                "authors": [
                    "Edward Helmore"
                ],
                "link": "https://www.theguardian.com/science/2023/jan/02/china-moon-nasa-space-race",
                "alive": false,
                "clustered": []
            }
        ]
    },
    {
        "entities": [
            {
                "text": "Operation Warp Speed",
                "label": "ORG"
            },
            {
                "text": "second",
                "label": "ORDINAL"
            },
            {
                "text": "Covid",
                "label": "PERSON"
            },
            {
                "text": "U.S.",
                "label": "GPE"
            },
            {
                "text": "RSV",
                "label": "ORG"
            },
            {
                "text": "Covid",
                "label": "PERSON"
            },
            {
                "text": "Leana Wen",
                "label": "PERSON"
            },
            {
                "text": "George Washington University",
                "label": "ORG"
            },
            {
                "text": "Baltimore",
                "label": "GPE"
            },
            {
                "text": "Americans",
                "label": "NORP"
            },
            {
                "text": "FDA",
                "label": "ORG"
            },
            {
                "text": "Omicron",
                "label": "ORG"
            },
            {
                "text": "Covid",
                "label": "PERSON"
            },
            {
                "text": "Pfizer",
                "label": "PERSON"
            },
            {
                "text": "Paxlovid",
                "label": "NORP"
            },
            {
                "text": "Regeneron, Eli Lilly",
                "label": "ORG"
            },
            {
                "text": "Vir",
                "label": "PERSON"
            },
            {
                "text": "Arturo Casadevall",
                "label": "PERSON"
            },
            {
                "text": "Johns Hopkins Bloomberg School of Public Health",
                "label": "ORG"
            },
            {
                "text": "Covid",
                "label": "PERSON"
            },
            {
                "text": "$9 billion",
                "label": "MONEY"
            },
            {
                "text": "Covid",
                "label": "PERSON"
            },
            {
                "text": "HHS",
                "label": "ORG"
            },
            {
                "text": "HHS",
                "label": "ORG"
            },
            {
                "text": "Americans",
                "label": "NORP"
            },
            {
                "text": "Biden",
                "label": "PERSON"
            },
            {
                "text": "Paxlovid",
                "label": "PERSON"
            },
            {
                "text": "Americans",
                "label": "NORP"
            },
            {
                "text": "CDC",
                "label": "ORG"
            },
            {
                "text": "Evusheld",
                "label": "GPE"
            },
            {
                "text": "the National Institutes of Health’s Covid",
                "label": "ORG"
            },
            {
                "text": "Paxlovid",
                "label": "PERSON"
            },
            {
                "text": "Remdesivir",
                "label": "ORG"
            },
            {
                "text": "HHS",
                "label": "ORG"
            },
            {
                "text": "Gilead",
                "label": "ORG"
            },
            {
                "text": "Covid",
                "label": "PERSON"
            },
            {
                "text": "Casadevall",
                "label": "ORG"
            },
            {
                "text": "Casadevall",
                "label": "ORG"
            },
            {
                "text": "Hopkins",
                "label": "PERSON"
            },
            {
                "text": "FDA",
                "label": "ORG"
            },
            {
                "text": "plasma containing",
                "label": "PERSON"
            },
            {
                "text": "Covid",
                "label": "PERSON"
            },
            {
                "text": "NIH",
                "label": "ORG"
            },
            {
                "text": "Janet Handal",
                "label": "PERSON"
            },
            {
                "text": "the Transplant Recipients and Immunocompromised Patient Advocacy Group",
                "label": "ORG"
            },
            {
                "text": "NIH",
                "label": "ORG"
            },
            {
                "text": "Renate Myles",
                "label": "ORG"
            },
            {
                "text": "Covid",
                "label": "PERSON"
            },
            {
                "text": "Covid",
                "label": "PERSON"
            },
            {
                "text": "Covid",
                "label": "PERSON"
            },
            {
                "text": "Casadevall",
                "label": "PERSON"
            },
            {
                "text": "Plasma Project",
                "label": "PERSON"
            },
            {
                "text": "NIH",
                "label": "ORG"
            },
            {
                "text": "Covid",
                "label": "PERSON"
            },
            {
                "text": "the Infectious Diseases Society of America",
                "label": "ORG"
            },
            {
                "text": "NIH",
                "label": "ORG"
            },
            {
                "text": "NIH",
                "label": "ORG"
            },
            {
                "text": "the White House",
                "label": "ORG"
            },
            {
                "text": "Handal",
                "label": "ORG"
            },
            {
                "text": "FDA",
                "label": "ORG"
            },
            {
                "text": "European Medicines Agency",
                "label": "ORG"
            },
            {
                "text": "FDA",
                "label": "ORG"
            },
            {
                "text": "Regeneron",
                "label": "ORG"
            },
            {
                "text": "Tammy Allen",
                "label": "PERSON"
            },
            {
                "text": "COVID-19",
                "label": "ORG"
            },
            {
                "text": "Allen",
                "label": "PERSON"
            },
            {
                "text": "Carly Scaduto",
                "label": "ORG"
            },
            {
                "text": "Jason Gallagher",
                "label": "PERSON"
            },
            {
                "text": "Temple University Hospital",
                "label": "ORG"
            },
            {
                "text": "Paxlovid",
                "label": "PERSON"
            },
            {
                "text": "Gallagher",
                "label": "PERSON"
            }
        ],
        "entity_count": 71,
        "summary": "",
        "text": "And without a government program like Operation Warp Speed to develop second-generation vaccines and treatments, at-risk patients could be in danger of developing severe cases of Covid and flooding hospitals when the U.S. health care system is already strained, thanks to an influx of patients with an array of respiratory illnesses, including flu and RSV.\n\n“Just because we have exited the emergency phase of the pandemic does not mean that Covid is over or that it no longer poses a danger,” said Leana Wen, a public health professor at George Washington University and former Baltimore health commissioner. “There are millions of Americans who are vulnerable to severe illness.”\n\nThe FDA pulled authorizations for four antibody treatments in 2022 as Omicron and its myriad subvariants wiped out their effectiveness. The treatments were geared toward adult and pediatric patients with mild-to-moderate Covid who were considered at risk of developing severe disease and ending up hospitalized.\n\nWhile antiviral pills are plentiful and remain an option for some with weak immune systems, they won’t work for everyone — Pfizer’s Paxlovid interacts with many widely prescribed drugs.\n\nMonoclonal antibodies — which have been made by companies like Regeneron, Eli Lilly and Vir — are lab-created molecules designed to block a virus’ entry into human cells. But they must bind to the virus’ spike protein to neutralize it, and the coronavirus’ many mutations since its 2019 emergence have gradually rendered the available products ineffective.\n\n“It’s a bit risky to develop this,” said Arturo Casadevall of the Johns Hopkins Bloomberg School of Public Health, pointing to how quickly some Covid variants have surfaced before quickly receding.\n\nA massive spending bill that lawmakers passed before Christmas left out the administration’s $9 billion request for more money to fight the pandemic, meaning there are fewer dollars to be spread around to address emerging Covid needs.\n\n“Due to congressional inaction and a lack of funding, HHS does not have the resources it needs to fund the development of new treatments, and we could find ourselves with a very limited medicine cabinet at a time when we need more tools to combat Covid-19,” a department spokesperson told POLITICO, adding that HHS is working with providers and other groups “to ensure that Americans are able to take advantage of all available treatment options.”\n\nThe Biden administration has strongly promoted oral antiviral regimens like Paxlovid, which debuted a year ago and marked a turning point in managing the virus for most Americans.\n\nImmunocompromised individuals — who are either born with immune-suppressing conditions or acquire them after organ transplants or by taking certain drugs — also may not mount sufficient immune responses after vaccination, making treatment options like antibody therapies a critical tool for them.\n\nA CDC alert issued Dec. 20 to clinicians and public health professionals warned of the lack of viable monoclonal antibody treatments — including the diminished efficacy of a prophylactic antibody, Evusheld — and the availability of the antiviral options that to date have seen lackluster uptake. The agency urged providers to consult the National Institutes of Health’s Covid treatment guidelines for ways to potentially manage drug interactions with Paxlovid, such as temporary pauses or reductions in dose.\n\nRemdesivir, an antiviral administered intravenously, is another treatment option for the immunocompromised, but it requires infusions over three days in either hospital or outpatient settings. HHS is urging states to support its health departments and systems in setting up infusion clinics to expand access to remdesivir, especially on an outpatient basis, and is working with maker Gilead to broaden the types of providers eligible to buy the drug.\n\nCovid convalescent plasma remains an option for immunocompromised people who contract the virus, but its availability is scattershot across the country, Casadevall said. The treatment has pros and cons, he said — it’s less likely to be defeated by any one variant and can adapt to different strains, but it’s difficult to administer and requires blood-typing to be done for the recipient.\n\nStill, Casadevall said, the main issue is educational because its use has changed since the pandemic’s early days, when treatments were scarce. Some hospital systems, like Hopkins, use it routinely, while some doctors don’t know plasma is still an option, he said.\n\nThe FDA has authorized the emergency use of convalescent plasma containing high Covid antibody levels for immunocompromised patients. But NIH has remained neutral on the treatment in that population, which Janet Handal, president of the Transplant Recipients and Immunocompromised Patient Advocacy Group, says has led to some hospitals balking at administering it.\n\nNIH spokesperson Renate Myles pointed to the agency’s treatment guidelines for Covid, which are developed by an expert panel.\n\nThe recommendations for Covid convalescent plasma, last updated on Dec. 1, say there’s “insufficient evidence” to recommend for or against the treatment’s use in immunocompromised patients, while noting some panel members would use plasma to treat an immunocompromised person “with significant symptoms attributable to COVID-19 and with signs of active [viral] replication and who is having an inadequate response to available therapies.”\n\n“In these cases, clinicians should attempt to obtain high-titer [Covid convalescent plasma] from a vaccinated donor who recently recovered from Covid-19 likely caused by a … variant similar to the variant causing the patient’s illness,” the guidelines say.\n\nCasadevall, who leads the Covid-19 Convalescent Plasma Project, says NIH’s stance on plasma is inconsistent with its previous recommendations of monoclonal antibodies, which were made without clinical efficacy data, since Covid antibodies are the active component in both therapies. He led a petition earlier this month — signed by several doctors, including past and current presidents of the Infectious Diseases Society of America — asking NIH to change its recommendations.\n\nHandal’s group also has asked the NIH and the White House to convene a meeting with scientists on the issue.\n\n“To just not be having a dialogue about it is infuriating to us,” Handal said. “People are dying while people are just going through this bureaucratic dance.”\n\nThe FDA and European Medicines Agency held a virtual workshop this month to bring doctors, industry and regulators together to discuss supporting novel monoclonal antibody treatments.\n\n“The FDA is committed to working with industry sponsors to expedite the development of new drug products to meet unmet needs, such as the need for new preventive therapies for immune-suppressed patients who are unlikely to respond to vaccination,” an agency spokesperson said.\n\nIn the meantime, Regeneron spokesperson Tammy Allen said the company, whose antibody cocktail’s use was limited in January, is committed to evaluating antibody treatment options as the coronavirus evolves.\n\n“We believe monoclonal antibodies have played an important role in the COVID-19 pandemic to date and may again in the future, particularly among people with immunocompromising conditions,” Allen said.\n\nVir, which partnered with GSK on sotrovimab, continues to study whether the treatment could work against emerging variants and is also evaluating next-generation antibodies and small-molecule therapies, said spokesperson Carly Scaduto.\n\nStill, pharmaceutical companies may be more inclined — both financially and practically — to pursue developing better antiviral pills that pose fewer drug interactions and are easier to administer, said Jason Gallagher, a clinical pharmacy specialist in infectious diseases at Temple University Hospital. Antivirals also hold up better against an ever-changing virus, he added.\n\n“There’s way more money in Paxlovid than there is in any monoclonal” antibody treatment, Gallagher said, and it may take incentives to drugmakers to encourage their development. “They’re not going to make anyone really rich.”",
        "title": "Once-favored Covid drugs ineffective on Omicron may be putting millions at risk",
        "authors": [],
        "link": "https://www.politico.com/news/2023/01/01/omicron-covid-antibody-drugs-immunocompromised-00075285?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
        "alive": true,
        "clustered": []
    },
    {
        "entities": [
            {
                "text": "Belgian",
                "label": "NORP"
            },
            {
                "text": "the European Parliament",
                "label": "ORG"
            },
            {
                "text": "Qatar",
                "label": "GPE"
            },
            {
                "text": "Morocco",
                "label": "GPE"
            },
            {
                "text": "Socialists & Democrats",
                "label": "ORG"
            },
            {
                "text": "Marc Tarabella",
                "label": "PERSON"
            },
            {
                "text": "Belgian",
                "label": "NORP"
            },
            {
                "text": "Andrea Cozzolino",
                "label": "PERSON"
            },
            {
                "text": "Italian",
                "label": "NORP"
            },
            {
                "text": "EU",
                "label": "ORG"
            },
            {
                "text": "S&D",
                "label": "ORG"
            },
            {
                "text": "Parliament",
                "label": "ORG"
            },
            {
                "text": "Belgian",
                "label": "NORP"
            },
            {
                "text": "Parliament",
                "label": "ORG"
            },
            {
                "text": "Belgian",
                "label": "NORP"
            },
            {
                "text": "Michel Claise",
                "label": "PERSON"
            },
            {
                "text": "European Parliament",
                "label": "ORG"
            },
            {
                "text": "Roberta Metsola",
                "label": "PERSON"
            },
            {
                "text": "Twitter",
                "label": "PRODUCT"
            },
            {
                "text": "the NGO Fight Impunity",
                "label": "ORG"
            },
            {
                "text": "MEP Pier Antonio Panzeri",
                "label": "PERSON"
            },
            {
                "text": "Francesco Giorgi",
                "label": "PERSON"
            },
            {
                "text": "Cozzolino",
                "label": "PERSON"
            },
            {
                "text": "Giorgi’s",
                "label": "ORG"
            },
            {
                "text": "Eva Kaili",
                "label": "ORG"
            },
            {
                "text": "Parliament",
                "label": "ORG"
            },
            {
                "text": "Belgian",
                "label": "NORP"
            },
            {
                "text": "150,000",
                "label": "MONEY"
            },
            {
                "text": "Brussels",
                "label": "GPE"
            },
            {
                "text": "Belgian",
                "label": "NORP"
            },
            {
                "text": "Brussels",
                "label": "GPE"
            },
            {
                "text": "MEPs",
                "label": "GPE"
            },
            {
                "text": "Kaili",
                "label": "ORG"
            },
            {
                "text": "Giorgi",
                "label": "ORG"
            },
            {
                "text": "MEP Panzeri",
                "label": "PERSON"
            },
            {
                "text": "NGO",
                "label": "ORG"
            },
            {
                "text": "Niccolò Figà-Talamanca",
                "label": "PERSON"
            },
            {
                "text": "Parliament",
                "label": "ORG"
            },
            {
                "text": "Tarabella and",
                "label": "ORG"
            },
            {
                "text": "Cozzolino",
                "label": "PERSON"
            },
            {
                "text": "MEPs",
                "label": "GPE"
            },
            {
                "text": "Strasbourg",
                "label": "GPE"
            },
            {
                "text": "Parliament",
                "label": "ORG"
            },
            {
                "text": "Socialists & Democrats",
                "label": "ORG"
            },
            {
                "text": "Parliament",
                "label": "ORG"
            },
            {
                "text": "the European Parliament",
                "label": "ORG"
            },
            {
                "text": "Tarabella’s",
                "label": "ORG"
            },
            {
                "text": "Maxim Töller",
                "label": "PERSON"
            },
            {
                "text": "MEP",
                "label": "ORG"
            },
            {
                "text": "Marc Tarabella",
                "label": "PERSON"
            },
            {
                "text": "Töller",
                "label": "PERSON"
            },
            {
                "text": "Metsola",
                "label": "PERSON"
            },
            {
                "text": "Belgian",
                "label": "NORP"
            },
            {
                "text": "Tarabella’s",
                "label": "ORG"
            },
            {
                "text": "Tarabella",
                "label": "ORG"
            },
            {
                "text": "the European Parliament’s",
                "label": "ORG"
            },
            {
                "text": "Qatar",
                "label": "GPE"
            },
            {
                "text": "the FIFA World Cup",
                "label": "EVENT"
            },
            {
                "text": "Italian",
                "label": "NORP"
            },
            {
                "text": "Andrea Cozzolino",
                "label": "PERSON"
            },
            {
                "text": "S&D",
                "label": "ORG"
            },
            {
                "text": "European Parliament\n\nSince",
                "label": "ORG"
            },
            {
                "text": "Cozzolino",
                "label": "PERSON"
            },
            {
                "text": "Maghreb",
                "label": "ORG"
            },
            {
                "text": "EU",
                "label": "ORG"
            },
            {
                "text": "Metsola",
                "label": "PERSON"
            },
            {
                "text": "Parliament",
                "label": "ORG"
            },
            {
                "text": "Metsola",
                "label": "PERSON"
            },
            {
                "text": "Pieter Haeck",
                "label": "PERSON"
            }
        ],
        "entity_count": 69,
        "summary": "",
        "text": "Press play to listen to this article Voiced by artificial intelligence.\n\nBelgian investigators asked the European Parliament to waive the immunity of two more MEPs suspected of wrongdoing amid a sprawling corruption scandal linked to alleged bribery by Qatar and Morocco.\n\nSocialists & Democrats lawmakers Marc Tarabella, a Belgian MEP, and Andrea Cozzolino, an Italian, are those now being targeted, according to an EU official close to the matter, as well as an insider in the S&D group in the Parliament. Both spoke on condition of anonymity in order not to jeopardize the legal procedure. The Belgian prosecutor declined to provide comment.\n\nThe Parliament has vowed to crack down on corruption and illicit lobbying, deciding in December to establish a special committee to run in parallel with a probe by Belgian prosecutor Michel Claise. “There will be no impunity. None,” wrote European Parliament President Roberta Metsola on Twitter.\n\nThis was a knowing nod to the NGO Fight Impunity, which former MEP Pier Antonio Panzeri established in 2019 with his former assistant Francesco Giorgi, who has worked as Cozzolino’s assistant since 2019.\n\nThe immunity of Giorgi’s partner, Eva Kaili, formerly one of the Parliament’s 14 vice presidents, was automatically stripped away because she was considered to have been caught in the act of committing an offense. The Belgian prosecutor also found €150,000 in cash at her Brussels apartment after the scandal broke on December 9. Belgian authorities then arrested her and seized bags of cash in Brussels.\n\nMEPs removed Kaili as a vice president last month and along with Giorgi, former MEP Panzeri and NGO boss Niccolò Figà-Talamanca, she is now facing preliminary charges of corruption, money laundering and participation in a criminal organization.\n\nThe Parliament will officially kickstart the lengthy procedure for removing legal protection for Tarabella and Cozzolino when MEPs next gather in Strasbourg on January 16. At that time, the Parliament’s legal affairs committee will give the two MEPs a chance to say their piece and rubber stamp the measure before handing it over to the entire plenary of lawmakers for a final vote, which will likely be an overwhelming majority.\n\nThe Socialists & Democrats group in Parliament said in a statement to POLITICO that its members would “follow, in the context of the European Parliament, the procedures foreseen in a responsible and constructive manner.”\n\nIn a separate statement shared with POLITICO, Tarabella’s lawyer Maxim Töller said the MEP would support the lifting of his immunity. “Since the beginning of this investigation, Marc Tarabella has repeated that he is at the disposal of the judiciary and has even asked to be questioned rapidly in order to defend himself. He has equally said that he would not hide behind his parliamentary immunity,” Töller wrote.\n\nMetsola was present during a search that Belgian police conducted at Tarabella’s house on December 10, looking for potentially compromising material.\n\nTarabella has proclaimed his innocence. He is vice chair of the European Parliament’s delegation for relations with the Arab Peninsula and co-chair of the institution’s sports group — an important role in the leadup to Qatar’s hosting of the FIFA World Cup last year.\n\nCozzolino publicly asked for his immunity to be lifted and has also denied wrongdoing.\n\nItalian MEP Andrea Cozzolino belongs to the S&D group | European Parliament\n\nSince the scandal broke, Cozzolino temporarily stood down as chair of a delegation for relations with Maghreb countries and also stood back from his role as his group’s coordinator on drafting resolutions on human rights abuses outside the EU. At the time of publishing, he had not responded to POLITICO’s requests for comment.\n\n“President Metsola will also set out her intentions for reforms in the coming weeks, including an overhaul of the current rules and improving internal systems, including on enforcement,” the Parliament said in a press statement. Metsola wants the immunity waiver to be wrapped up by mid-February.\n\nPieter Haeck contributed reporting.",
        "title": "Qatargate: Belgium asks EU Parliament to waive immunity of MEPs Tarabella, Cozzolino",
        "authors": [
            "More ..."
        ],
        "link": "https://www.politico.eu/article/qatargate-belgium-parliament-waive-immunity-meps-tarabella-cozzolino/?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
        "alive": true,
        "clustered": []
    },
    {
        "entities": [
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Taiwan",
                "label": "GPE"
            },
            {
                "text": "Beijing",
                "label": "GPE"
            },
            {
                "text": "Taiwan",
                "label": "GPE"
            },
            {
                "text": "Communist",
                "label": "NORP"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Xi Jinping",
                "label": "PERSON"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "House",
                "label": "ORG"
            },
            {
                "text": "Nancy Pelosi",
                "label": "PERSON"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Taiwan",
                "label": "GPE"
            },
            {
                "text": "ADIZ",
                "label": "ORG"
            },
            {
                "text": "AFP",
                "label": "ORG"
            },
            {
                "text": "Taipei",
                "label": "GPE"
            },
            {
                "text": "first",
                "label": "ORDINAL"
            },
            {
                "text": "Taiwan",
                "label": "GPE"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Taiwan",
                "label": "GPE"
            },
            {
                "text": "Taipei",
                "label": "GPE"
            },
            {
                "text": "the United States",
                "label": "GPE"
            },
            {
                "text": "the United States",
                "label": "GPE"
            },
            {
                "text": "Lee Hsi-min",
                "label": "PERSON"
            },
            {
                "text": "Taiwan",
                "label": "GPE"
            },
            {
                "text": "AFP",
                "label": "ORG"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Washington",
                "label": "GPE"
            },
            {
                "text": "Taipei",
                "label": "GPE"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "Joe Biden",
                "label": "PERSON"
            },
            {
                "text": "up to $10bn",
                "label": "MONEY"
            },
            {
                "text": "Taiwan",
                "label": "GPE"
            },
            {
                "text": "Chinese",
                "label": "NORP"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "Taiwan",
                "label": "GPE"
            },
            {
                "text": "Taiwanese",
                "label": "NORP"
            },
            {
                "text": "PLA",
                "label": "ORG"
            },
            {
                "text": "People’s Liberation Army",
                "label": "ORG"
            },
            {
                "text": "Taiwan",
                "label": "GPE"
            },
            {
                "text": "Taipei",
                "label": "GPE"
            },
            {
                "text": "J Michael Cole",
                "label": "PERSON"
            },
            {
                "text": "AFP",
                "label": "ORG"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Taiwan",
                "label": "GPE"
            },
            {
                "text": "the United States",
                "label": "GPE"
            },
            {
                "text": "Canada",
                "label": "GPE"
            },
            {
                "text": "South Korea",
                "label": "GPE"
            },
            {
                "text": "Japan",
                "label": "GPE"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Taiwan",
                "label": "GPE"
            },
            {
                "text": "PRC",
                "label": "GPE"
            },
            {
                "text": "People’s Republic of China",
                "label": "GPE"
            },
            {
                "text": "Taiwanese",
                "label": "NORP"
            },
            {
                "text": "Richard Hu",
                "label": "PERSON"
            },
            {
                "text": "National Chengchi University’s",
                "label": "ORG"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Taiwan",
                "label": "GPE"
            },
            {
                "text": "Taiwan",
                "label": "GPE"
            },
            {
                "text": "PRC",
                "label": "GPE"
            },
            {
                "text": "the Taiwan Strait",
                "label": "LOC"
            },
            {
                "text": "Hu",
                "label": "PERSON"
            }
        ],
        "entity_count": 63,
        "summary": "",
        "text": "China’s warplane incursions into Taiwan’s air defence zone nearly doubled in 2022, with a surge in fighter jet and bomber sorties as Beijing intensified threats towards the island democracy.\n\nSelf-ruled Taiwan lives under constant threat of invasion. Communist party rulers claim the island as part of China’s territory and have vowed to seize it one day.\n\nRelations have been icy for years under President Xi Jinping, China’s most assertive leader in a generation.\n\n2022 saw a deeper deterioration, as Xi’s military ramped up incursions and launched the largest war games in decades to protest against a visit by US House Speaker Nancy Pelosi in August.\n\nChina sent 1,727 planes into Taiwan’s air defence identification zone (ADIZ) in 2022, according to an AFP database based on daily updates released by Taipei’s defence ministry.\n\nThat compares with about 960 incursions in 2021 and 380 in 2020.\n\nFighter jet sorties more than doubled from 538 in 2021 to 1,241 while incursions by bombers, including the nuclear-capable H6, went from 60 to 101.\n\nLast year also saw the first incursions by drones, with all 71 reported by Taiwan’s military coming after Pelosi’s visit.\n\nMilitary analysts say China has used the incursions to probe Taiwan’s defences, exhaust its ageing air force and voice displeasure over western support for Taipei, especially the United States.\n\n“They want to show their determination, their will and to coerce the United States: don’t get too close to their red lines, don’t cross their red lines,” Lee Hsi-min, Taiwan’s former chief of general staff, told AFP.\n\nChina sent 71 warplanes to conduct a “strike exercise” on 25 December in response to what it described as “escalating collusion and provocations” by Washington and Taipei.\n\nThat came days after US president Joe Biden signed off on up to $10bn in military aid to Taiwan.\n\nAugust saw a record 440 sorties by Chinese warplanes, the same month Pelosi became the highest-ranking US lawmaker to visit Taiwan in 25 years.\n\n“The more frequent sorties are worrying and compel the Taiwanese side to be in a perpetual state of alert to ensure that the PLA (People’s Liberation Army) does not use them as cover for an attack against Taiwan,” Taipei-based political and military analyst J Michael Cole told AFP.\n\nHowever, he also said a rise in incursions “does not signify that (China) is ready to use force at an earlier date against Taiwan – at least not an invasion scenario, which would require months of mobilisation”.\n\nMany nations maintain air defence identification zones, including the United States, Canada, South Korea, Japan and China, which are not the same as a country’s airspace.\n\nThey instead encompass a much wider area in which any foreign aircraft is expected to announce itself to local aviation authorities.\n\nAnalysts say China’s increased probing of Taiwan’s defence zone is part of wider “grey-zone” tactics that keep the island pressured.\n\n“The PRC (People’s Republic of China) is launching a war of attrition on the Taiwanese military,” said Richard Hu, deputy director of National Chengchi University’s Taiwan Centre for Security Studies.\n\nWhile China intends to collect crucial intelligence and “readiness parameters”, such as how quickly and from where Taiwan’s interceptions take place, an invasion remains a hugely risky and costly endeavour.\n\nThe mountainous island would be a formidable challenge for any military to conquer.\n\n“In terms of taking Taiwan by force, PRC is still confronting a number of vital challenges such as sending hundreds of thousands of troops across the Taiwan Strait,” said Hu, a retired army major general.",
        "title": "China’s warplane incursions into Taiwan air defence zone doubled in 2022",
        "authors": [],
        "link": "https://www.theguardian.com/world/2023/jan/02/chinas-warplane-incursions-into-taiwan-air-defence-zone-doubled-in-2022",
        "alive": true,
        "clustered": []
    },
    {
        "entities": [
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "the Group of Friends to Promote Accountability for Crimes Against Peacekeepers",
                "label": "ORG"
            },
            {
                "text": "the @UN & Member States",
                "label": "ORG"
            },
            {
                "text": "Jean-Pierre Lacroix Lacroix_UN",
                "label": "PERSON"
            },
            {
                "text": "the Group of Friends",
                "label": "ORG"
            },
            {
                "text": "State",
                "label": "ORG"
            },
            {
                "text": "Lacroix",
                "label": "PERSON"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "Secretariat",
                "label": "ORG"
            },
            {
                "text": "the Central African Republic",
                "label": "ORG"
            },
            {
                "text": "the Democratic Republic of the Congo",
                "label": "GPE"
            },
            {
                "text": "Mali",
                "label": "PERSON"
            },
            {
                "text": "84 per cent",
                "label": "MONEY"
            },
            {
                "text": "Lacroix",
                "label": "PERSON"
            },
            {
                "text": "CAR",
                "label": "ORG"
            },
            {
                "text": "Lebanon",
                "label": "GPE"
            },
            {
                "text": "Mali",
                "label": "PERSON"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "Mali",
                "label": "GPE"
            },
            {
                "text": "French",
                "label": "NORP"
            },
            {
                "text": "Chad",
                "label": "GPE"
            },
            {
                "text": "Indian",
                "label": "NORP"
            },
            {
                "text": "Moroccan",
                "label": "NORP"
            },
            {
                "text": "Pakistani",
                "label": "NORP"
            },
            {
                "text": "the UN Organization Stabilization Mission",
                "label": "ORG"
            },
            {
                "text": "the UN Multidimensional Integrated Stabilization Mission",
                "label": "ORG"
            },
            {
                "text": "MINUSCA",
                "label": "ORG"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "Governments",
                "label": "NORP"
            },
            {
                "text": "Only a few hours",
                "label": "TIME"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "Lebanon",
                "label": "GPE"
            },
            {
                "text": "UNIFIL",
                "label": "ORG"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "Bambari",
                "label": "PERSON"
            },
            {
                "text": "the Central African Republic",
                "label": "LOC"
            },
            {
                "text": "Lacroix",
                "label": "PERSON"
            },
            {
                "text": "the Security Council’s",
                "label": "ORG"
            },
            {
                "text": "United Nations",
                "label": "ORG"
            },
            {
                "text": "Council",
                "label": "ORG"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "States",
                "label": "GPE"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "CAR",
                "label": "ORG"
            },
            {
                "text": "Mali",
                "label": "PERSON"
            },
            {
                "text": "State",
                "label": "ORG"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "Lacrox",
                "label": "PERSON"
            },
            {
                "text": "Member States",
                "label": "GPE"
            },
            {
                "text": "Lacroix",
                "label": "PERSON"
            },
            {
                "text": "the Group of Friends",
                "label": "ORG"
            }
        ],
        "entity_count": 55,
        "summary": "",
        "text": "Since 1948, malicious acts have taken the lives of 1,056 personnel serving in UN peacekeeping operations and led to 3,080 more suffering injuries, he said.\n\nAt the launch, he recognized colleagues from several troop and police-contributing countries whose personnel were killed or injured serving under the UN flag, saying, “their sacrifice will not be forgotten”.\n\nTweet URL Holding perpetrators accountable is key to improving the safety & security of peacekeepers. I welcome the launch today of the Group of Friends to Promote Accountability for Crimes Against Peacekeepers, which will enable collective progress by the @UN & Member States. #A4P https://t.co/Bpoalh7cTI Jean-Pierre Lacroix Lacroix_UN\n\nHowever, serious challenges in bringing criminals to justice have led to a low prosecution rate, and contributed to a cycle of impunity that continues to embolden offenders.\n\nNoting that the Group of Friends will be significant in promoting accountability and facilitating capacity-building and technical assistance to host State authorities, Mr. Lacroix offered the UN’s full support, including by monitoring progress and serving as a Secretariat.\n\n‘Notable progress’\n\nAlthough few perpetrators have been brought to justice, he highlighted some “notable progress” since 2019.\n\nIn the Central African Republic (CAR), the Democratic Republic of the Congo (DRC) and Mali – the three countries where 84 per cent of fatalities have occurred across peacekeeping operations since the beginning of 2013 – there has been “an increase in the number of alleged perpetrators identified and detained and an increase in the percentage of cases with confirmed national investigations”, Mr. Lacroix said.\n\n“Most importantly, 66 individuals have been convicted” in CAR, DRC, Lebanon, and Mali for killing UN troops, he added.\n\nUnacceptable track record\n\nReferring to the UN peacekeeping mission in Mali by its French acronym, the peacekeeping chief pointed to the 10 October deaths of four MINUSMA colleagues from Chad “due to the explosion of an IED in Tessalit”, which served to underscore “the continued importance of this issue”.\n\nAnd malicious acts since 26 July, have taken the lives of Indian, Moroccan and Pakistani peacekeepers serving in the UN Organization Stabilization Mission in the DRC (MONUSCO) and three Bangladeshi blue helmets in the UN Multidimensional Integrated Stabilization Mission in the CAR (MINUSCA).\n\n“Twenty-nine peacekeepers have died in such circumstances since the beginning of this year”, the UN peacekeeping chief said, extending “deepest condolences to the Governments and families of those who have fallen”.\n\nOnly a few hours before Thursday’s meeting, another peacekeeper, from the UN mission in southern Lebanon, UNIFIL, was killed, after coming under attack.\n\nUN Photo/Catianne Tijerina UN peacekeepers patrol Bambari in the Central African Republic.\n\nBring culprits to justice\n\n“It is critical for countries hosting operations to bring perpetrators of these crimes to justice, in accordance with their international obligations”, he stressed.\n\nMr. Lacroix recalled the Security Council’s 2020 resolution (2518) on the safety of peacekeepers, which calls “on all Member States hosting peacekeeping operations to promptly investigate and effectively prosecute those responsible for attacks on United Nations personnel”.\n\nFurthermore, in 2021 the Council adopted resolution 2589 on strengthening accountability for crimes committed against peacekeepers, calling for a renewed focus on bringing perpetrators against UN personnel to justice.\n\nWhile the primary responsibility for bringing criminals to account lies with host States, he highlighted that the UN would continue to pursue accountability, particularly in CAR, DRC and Mali.\n\nSupporting host countries\n\nAlthough a working group has been supporting host countries in investigating and prosecuting these offences since 2019, important challenges remain.\n\n“These crimes are often committed in areas where the authority of the State may be limited and national law enforcement personnel may be absent”, often creating roadblocks for witness security and evidence collection and preservation, the senior UN official said.\n\nMoreover, personnel rotation and repatriation are obstacles to witness testimonies.\n\n“These challenges are further compounded in some instances by the absence of political will to pursue these cases”, he flagged.\n\nUN/Byobe Malenga\n\nMoving forward\n\nMr. Lacrox recalled that bringing perpetrators to justice, in accordance with their international obligations, is outlined in “status-of-force or status-of-mission agreements, in addition to other instruments”.\n\nMaintaining that international support is “indispensable to achieving success”, he noted that it could take the form of political pressure, or through the provision of technical and material assistance, based on national plans and priorities.\n\nWhile field missions play important support roles within their mandated responsibilities, he upheld that support from Member States was “essential”, such as by deploying specialized personnel to assist national authorities in investigating and prosecuting these cases.\n\nStating that advocacy was “vital”, Mr. Lacroix strongly welcomed the official launch of the Group of Friends.",
        "title": "UN launches ‘key’ initiative to support accountability for crimes against peacekeepers",
        "authors": [],
        "link": "https://news.un.org/feed/view/en/story/2022/12/1131777",
        "alive": true,
        "clustered": []
    },
    {
        "entities": [
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "Europe",
                "label": "LOC"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "the International Monetary Fund",
                "label": "ORG"
            },
            {
                "text": "Kristalina Georgieva",
                "label": "PERSON"
            },
            {
                "text": "CBS",
                "label": "ORG"
            },
            {
                "text": "morning",
                "label": "TIME"
            },
            {
                "text": "Face the Nation",
                "label": "WORK_OF_ART"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "EU",
                "label": "ORG"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "IMF",
                "label": "ORG"
            },
            {
                "text": "Kristalina Georgieva",
                "label": "PERSON"
            },
            {
                "text": "U.S.",
                "label": "GPE"
            },
            {
                "text": "Face The Nation (@FaceTheNation",
                "label": "ORG"
            },
            {
                "text": "IMF",
                "label": "ORG"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "the US Federal Reserve",
                "label": "ORG"
            },
            {
                "text": "Georgieva",
                "label": "PERSON"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "second",
                "label": "ORDINAL"
            },
            {
                "text": "first",
                "label": "ORDINAL"
            },
            {
                "text": "first",
                "label": "ORDINAL"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Georgieva",
                "label": "PERSON"
            },
            {
                "text": "IMF",
                "label": "ORG"
            },
            {
                "text": "pic.twitter.com/lsrXDDLNyy",
                "label": "GPE"
            },
            {
                "text": "Kristalina Georgieva",
                "label": "PERSON"
            },
            {
                "text": "Covid",
                "label": "PERSON"
            },
            {
                "text": "Georgieva",
                "label": "PERSON"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Chinese",
                "label": "NORP"
            },
            {
                "text": "Georgieva",
                "label": "PERSON"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "as much as a third",
                "label": "MONEY"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "Fed",
                "label": "ORG"
            },
            {
                "text": "Georgieva",
                "label": "PERSON"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "Federal Reserve",
                "label": "ORG"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "3.7%",
                "label": "PERCENT"
            },
            {
                "text": "Reuters",
                "label": "ORG"
            }
        ],
        "entity_count": 44,
        "summary": "",
        "text": "For much of the global economy, 2023 is going to be a tough year as the main engines of global growth – the US, Europe and China – all experience weakening activity, the head of the International Monetary Fund has warned.\n\nThe new year is going to be “tougher than the year we leave behind,” IMF managing director Kristalina Georgieva said on the CBS Sunday morning news program Face the Nation on Sunday.\n\n“Why? Because the three big economies – the US, EU and China – are all slowing down simultaneously,” she said.\n\n“We expect one-third of the world economy to be in recession. Even countries that are not in recession, it would feel like recession for hundreds of millions of people,” she added.\n\n2023 IMF PREDICTION: “We expect one-third of the world economy to be in recession,” IMF Managing Director Kristalina Georgieva tells @margbrennan. But, a strong U.S. labor market might help the world get through a difficult year, she says. pic.twitter.com/Vbhj478pFo — Face The Nation (@FaceTheNation) January 1, 2023\n\nIn October, the IMF cut its outlook for global economic growth in 2023, reflecting the continuing drag from the war in Ukraine as well as inflation pressures and the high interest rates engineered by central banks like the US Federal Reserve aimed at bringing those price pressures to heel.\n\nGeorgieva said that China, the world’s second-largest economy, is likely to grow at or below global growth for the first time in 40 years as Covid-19 cases surge following the dismantling of its ultra-strict zero-Covid policy.\n\n“For the first time in 40 years, China’s growth in 2022 is likely to be at or below global growth,” Georgieva said.\n\n2023 will be a difficult year for the world. The silver lining is we can use it to transform economies & accelerate change that’s good for our climate, good for growth. At the IMF, we recognize our responsibility to be a force for good. Watch the event: https://t.co/Yv1TvfCytH pic.twitter.com/lsrXDDLNyy — Kristalina Georgieva (@KGeorgieva) December 29, 2022\n\nMoreover, a “bushfire” of expected Covid infections there in the months ahead are likely to further hit its economy and drag on both regional and global growth, said Georgieva, who traveled to China on IMF business late last month.\n\n“For the next couple of months, it would be tough for China, and the impact on Chinese growth would be negative, the impact on the region will be negative, the impact on global growth will be negative,” she said.\n\nMeanwhile, Georgieva said, the US economy is standing apart and may avoid the outright contraction that is likely to afflict as much as a third of the world’s economies.\n\nThe “US is most resilient,” she said, and it “may avoid recession. We see the labour market remaining quite strong.”\n\n“This is … a mixed blessing because if the labour market is very strong, the Fed may have to keep interest rates tighter for longer to bring inflation down,” Georgieva said.\n\nThe US job market will be a central focus for Federal Reserve officials who would like to see demand for labour slacken to help undercut price pressures. The first week of the new year brings a raft of key data on the employment front, including Friday’s monthly nonfarm payrolls report, which is expected to show the US economy minted another 200,000 jobs in December and the jobless rate remained at 3.7% – near the lowest since the 1960s.\n\nReuters contributed to this report",
        "title": "Third of world economy to hit recession in 2023, IMF head warns",
        "authors": [],
        "link": "https://www.theguardian.com/business/2023/jan/02/third-of-world-economy-to-hit-recession-in-2023-imf-head-warns",
        "alive": false,
        "clustered": []
    },
    {
        "entities": [
            {
                "text": "Kiev",
                "label": "PERSON"
            },
            {
                "text": "West",
                "label": "LOC"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "NATO",
                "label": "ORG"
            },
            {
                "text": "Jens Stoltenberg",
                "label": "PERSON"
            },
            {
                "text": "Kiev",
                "label": "PERSON"
            },
            {
                "text": "Stoltenberg",
                "label": "PERSON"
            },
            {
                "text": "BBC",
                "label": "ORG"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Moscow",
                "label": "GPE"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "West",
                "label": "LOC"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Europe",
                "label": "LOC"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Stoltenberg",
                "label": "PERSON"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Moscow",
                "label": "GPE"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Vladimir Putin",
                "label": "PERSON"
            },
            {
                "text": "NATO",
                "label": "ORG"
            },
            {
                "text": "Moscow",
                "label": "GPE"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "West",
                "label": "LOC"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Kremlin",
                "label": "ORG"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Kiev",
                "label": "PERSON"
            },
            {
                "text": "Moscow",
                "label": "GPE"
            },
            {
                "text": "Kiev",
                "label": "PERSON"
            },
            {
                "text": "Donetsk",
                "label": "GPE"
            },
            {
                "text": "Lugansk",
                "label": "GPE"
            },
            {
                "text": "Kherson",
                "label": "PERSON"
            },
            {
                "text": "Zaporozhye",
                "label": "PERSON"
            },
            {
                "text": "Russia",
                "label": "GPE"
            }
        ],
        "entity_count": 43,
        "summary": "",
        "text": "Military support for Kiev should be long-term, the bloc's secretary general said\n\nThe West needs to brace for a protracted conflict between Ukraine and Russia, NATO Secretary General Jens Stoltenberg said on Sunday, insisting that arms shipments to Kiev must continue.\n\nStoltenberg told the BBC that Russia’s partial mobilization, launched in September, shows that Moscow has no plans to end the hostilities in the near future. “All that indicates that they are prepared to continue the war and also try to potentially launch a new offensive,” he claimed.\n\nThe head of the US-led military bloc also insisted that the West continues to provide arms and other forms of support to Ukraine. According to the secretary general, “that's the only way to convince Russia that they have to sit down and negotiate in good faith and respect Ukraine as a sovereign independent nation in Europe.”\n\n\"What we do know is that what Ukraine can achieve around that table is totally dependent on the strength on the battlefield,\" he stressed.\n\nOn Friday, Stoltenberg claimed that while “it may sound paradoxical,” Western military support for Ukraine is \"the quickest way to peace.”\n\nFollowing the start of Russia’s military operation in late February, Western countries have ramped up their weapons shipments to Ukraine, a move that has been condemned by Moscow. Last month, Russian President Vladimir Putin stated that NATO was using the military potential of nearly all of its member states against Moscow in Ukraine. According to the president, efforts to undermine the Russian economy in the “sanctions war” over Ukraine have largely failed.\n\nEarlier, he also accused the West of turning Ukraine into “a colony”, and using its people as “cannon fodder, a battering ram against Russia.”\n\nAt the same time, the Kremlin maintains it is open to talks with Ukraine, accusing Kiev of refusing to negotiate. However, Moscow has insisted that Kiev must “recognize the reality on the ground” as a prerequisite for any peace talks, including the new status of Donetsk, Lugansk, Kherson and Zaporozhye as parts of Russia.",
        "title": "NATO warns of potential new Russian offensive in Ukraine",
        "authors": [
            "Russia Today"
        ],
        "link": "https://www.rt.com/russia/569287-stoltenberg-russian-offensive-ukraine/?utm_source=rss&utm_medium=rss&utm_campaign=RSS",
        "alive": false,
        "clustered": []
    },
    {
        "entities": [
            {
                "text": "Volker Türk",
                "label": "ORG"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "Türk",
                "label": "PERSON"
            },
            {
                "text": "The UN Human Rights Office",
                "label": "ORG"
            },
            {
                "text": "first",
                "label": "ORDINAL"
            },
            {
                "text": "the Association of South-East Asian Nations",
                "label": "ORG"
            },
            {
                "text": "ASEAN",
                "label": "ORG"
            },
            {
                "text": "just minutes",
                "label": "TIME"
            },
            {
                "text": "ASEAN",
                "label": "ORG"
            },
            {
                "text": "Türk",
                "label": "PERSON"
            },
            {
                "text": "ASEAN",
                "label": "ORG"
            },
            {
                "text": "Myanmar",
                "label": "GPE"
            },
            {
                "text": "ASEAN",
                "label": "ORG"
            },
            {
                "text": "António Guterres",
                "label": "PERSON"
            },
            {
                "text": "Myanmar",
                "label": "GPE"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "ASEAN",
                "label": "ORG"
            },
            {
                "text": "Myanmar",
                "label": "GPE"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "Myanmar",
                "label": "GPE"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "Mingaladon",
                "label": "PERSON"
            },
            {
                "text": "Yangon",
                "label": "GPE"
            },
            {
                "text": "Mingaladon",
                "label": "PERSON"
            },
            {
                "text": "the Special Rapporteurs",
                "label": "ORG"
            },
            {
                "text": "Balakrishnan Rajagopal",
                "label": "PERSON"
            },
            {
                "text": "Myanmar",
                "label": "GPE"
            },
            {
                "text": "Thomas Andrews",
                "label": "PERSON"
            },
            {
                "text": "UNHCR",
                "label": "ORG"
            },
            {
                "text": "Roger Arnold Rohingya Muslims",
                "label": "PERSON"
            },
            {
                "text": "Myanmar",
                "label": "GPE"
            },
            {
                "text": "Bangladesh",
                "label": "GPE"
            },
            {
                "text": "Myanmar",
                "label": "GPE"
            },
            {
                "text": "Myanmar",
                "label": "GPE"
            },
            {
                "text": "the Kyunhla Township",
                "label": "LOC"
            },
            {
                "text": "Myanmar",
                "label": "GPE"
            },
            {
                "text": "Rohingya",
                "label": "ORG"
            },
            {
                "text": "Myanmar",
                "label": "GPE"
            },
            {
                "text": "Geneva",
                "label": "GPE"
            },
            {
                "text": "UN Human Rights Council",
                "label": "ORG"
            }
        ],
        "entity_count": 41,
        "summary": "",
        "text": "“The military continues to hold proceedings in secretive courts in violation of basic principles of fair trial and contrary to core judicial guarantees of independence and impartiality”, Volker Türk added, calling for the suspension of all executions and a return to a moratorium on death penalty.\n\nDealing out death\n\nTweet URL 🇲🇲 #Myanmar: UN Human Rights Chief @volker_turk is shocked that more than 130 people have been sentenced to death, including at least seven this week, by closed-door courts since the military launched a coup last year. Trials were not conducted fairly: https://t.co/NdbsZ4Aqbm https://t.co/XzMkChw19g UN Human Rights UNHumanRights\n\nOn Wednesday, a military court sentenced at least seven university students to death.\n\n“Military courts have consistently failed to uphold any degree of transparency contrary to the most basic due process or fair trial guarantees”, underscored Mr. Türk.\n\nMeanwhile, on Thursday, reports revealed that as many as four additional death sentences were being issued against youth activists.\n\nThe UN Human Rights Office (OHCHR) is currently seeking clarification on those cases.\n\nNo justice\n\nIn July, the military carried out four State executions – the first in approximately 30 years.\n\nDespite calls from the Association of South-East Asian Nations (ASEAN) and the international community to desist, a former lawmaker, a democracy activist, and two others, were put to death.\n\nClose to 1,700 detainees out of the nearly 16,500 who have been arrested for opposing last year’s military’s coup have been tried and convicted in secret by ad hoc tribunals, sometimes lasting just minutes.\n\nThey have frequently been denied access to lawyers or their families and none have been acquitted.\n\nThe latest convictions would bring the total number of people sentenced to capital punishment since 1 February 2021 to 139 individuals.\n\nUnaligned with ASEAN\n\nMr. Türk reminded that the military’s actions are not in keeping with the ASEAN peace plan, known as the five-point consensus – that includes the “immediate cessation of violence in Myanmar” – which the regional bloc had re-committed to upholding last month during the ASEAN summit.\n\nAt the summit, Secretary-General António Guterres had warned that the political, security, human rights and humanitarian situation in Myanmar was “sliding ever deeper into catastrophe”, condemning the escalating violence, disproportionate use of force, and “appalling human rights situation” in the country.\n\nMilitary courts have consistently failed to uphold any degree of transparency – UN rights chief\n\n“By resorting to use death sentences as a political tool to crush opposition, the military confirms its disdain for the efforts by ASEAN and the international community at large to end violence and create the conditions for a political dialogue to lead Myanmar out of a human rights crisis created by the military” the UN human rights chief spelled out.\n\nForced evictions\n\nAt the same time, the Myanmar military is forcibly evicting over 50,000 people from informal settlements and systematically destroying homes in what two UN-appointed independent human rights experts called a fundamental violation of core human rights obligations.\n\nWithout providing alternative housing or land, last month more than 40,000 residents living in informal settlements throughout Mingaladon, a township in northern Yangon, were evicted – with most given only a few days to dismantle the homes that they had lived in for decades.\n\nAfter receiving eviction notices, the lack of options swayed some residents to remain while two reportedly committed suicide out of desperation.\n\n“Forced evictions from Mingaladon are only part of the story. Violent arbitrary housing demolitions continue across the country”, the Special Rapporteurs on the right to adequate housing, Balakrishnan Rajagopal, and situation of human rights in Myanmar, Thomas Andrews, said in a statement.\n\nUNHCR/Roger Arnold Rohingya Muslims forced from Myanmar flee to Bangladesh.\n\n'Scorched earth' policy\n\nAccording to the experts, not only those living in informal settlements in Myanmar’s cities were subjected to forced evictions and housing demolitions.\n\n“Homes continued to be systematically destroyed, bombed and burned down in orchestrated attacks on villages by the Myanmar security forces and junta-backed militias”, they said.\n\nSince the military coup last year, more than 38,000 houses have been destroyed, triggering the widespread displacement of over 1.1 million people.\n\nOn 23 November, 95 of 130 houses in the Kyunhla Township were burned down when the Myanmar military set fire to the settlement.\n\nThese incidents follow patterns of violence used against Rohingya villages during genocidal attacks in 2017.\n\n“The policies of scorched earth in Myanmar are widespread and follow a systematic pattern,” the experts said.\n\nSpecial Rapporteurs are appointed by the Geneva-based UN Human Rights Council to examine and report back on a specific human rights theme or a country situation. The positions are honorary and the experts are not paid for their work.",
        "title": "Myanmar: Secretive military courts sentence scores of people to death",
        "authors": [],
        "link": "https://news.un.org/feed/view/en/story/2022/12/1131292",
        "alive": true,
        "clustered": []
    },
    {
        "entities": [
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Nasa",
                "label": "ORG"
            },
            {
                "text": "Nasa",
                "label": "ORG"
            },
            {
                "text": "Bill Nelson",
                "label": "PERSON"
            },
            {
                "text": "Florida",
                "label": "GPE"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Nelson",
                "label": "PERSON"
            },
            {
                "text": "Politico",
                "label": "GPE"
            },
            {
                "text": "Nelson",
                "label": "PERSON"
            },
            {
                "text": "Chinese",
                "label": "NORP"
            },
            {
                "text": "the South China Sea",
                "label": "LOC"
            },
            {
                "text": "Beijing",
                "label": "GPE"
            },
            {
                "text": "Spratly Islands",
                "label": "GPE"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Earth",
                "label": "LOC"
            },
            {
                "text": "third",
                "label": "ORDINAL"
            },
            {
                "text": "Moon",
                "label": "PERSON"
            },
            {
                "text": "Chinese",
                "label": "NORP"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "5 moon",
                "label": "QUANTITY"
            },
            {
                "text": "the InnoTech Expo",
                "label": "EVENT"
            },
            {
                "text": "Hong Kong",
                "label": "GPE"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "Mars",
                "label": "LOC"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "Chinese",
                "label": "NORP"
            },
            {
                "text": "Australia",
                "label": "GPE"
            },
            {
                "text": "Beijing",
                "label": "GPE"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "Liu Pengyu",
                "label": "PERSON"
            },
            {
                "text": "Chinese",
                "label": "NORP"
            },
            {
                "text": "Washington",
                "label": "GPE"
            },
            {
                "text": "Politico",
                "label": "GPE"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "China",
                "label": "GPE"
            },
            {
                "text": "China",
                "label": "GPE"
            }
        ],
        "entity_count": 41,
        "summary": "",
        "text": "The US is locked in a space race with China and the country needs to “watch out” that its rival does not gain a foothold and try to dominate lunar resources, Nasa’s top official has warned.\n\nThe assessment came from the Nasa administrator, Bill Nelson, a former astronaut and Florida senator, who went on to warn that China could eventually claim to “own” the moon’s resource-rich areas.\n\nThe contest between the US and China, he added, was intensifying and the next two years could determine which country achieves an advantage.\n\n“It is a fact: we’re in a space race,” Nelson told Politico. “And it is true that we better watch out that they don’t get to a place on the moon under the guise of scientific research. And it is not beyond the realm of possibility that they say, ‘Keep out, we’re here, this is our territory.’”\n\nNelson cited Chinese aggression over islands in the South China Sea, where Beijing has established military bases, as evidence of its territorial ambition. “If you doubt that, look at what they did with the Spratly Islands,” he said.\n\nLast year, China’s space program put up an Earth-orbiting space station and has mounted several lunar orbiting and sample-retrieving missions. A third phase of the program, to establish an autonomous lunar research station near the Moon’s south pole, is scheduled for 2025.\n\nIn December, the Chinese government offered its vision for a crewed lunar landing, space transportation, infrastructure and space governance. China has also announced the goal of landing taikonauts on the moon by the end of this decade.\n\nStudents listen to an introduction to the Chang'e 5 moon sample-return spacecraft, at the InnoTech Expo in Hong Kong, China, last month. Photograph: Tyrone Siu/Reuters\n\nNasa, meanwhile, recently completed the 26-day Artemis I mission to take pictures of the lunar surface. Future missions are designed toward establishing more activity on the moon. However, the US is also focused on Mars.\n\nUS military brass have also sounded alarm over Chinese militarization of space and attendant security concerns.\n\n“It’s entirely possible they could catch up and surpass us,” Space Force Lt Gen Nina Armagno said on a visit to Australia. “The progress they’ve made has been stunning – stunningly fast.”\n\nBut Beijing has rejected some US interpretations of the motives behind China’s space push. “Outer space is not a wrestling ground,” Liu Pengyu, spokesperson for the Chinese embassy in Washington, told Politico.\n\nThe spokesman said that some US officials had “spoken irresponsibly to misrepresent the normal and legitimate space endeavors of China”.\n\n“China always advocates the peaceful use of outer space, opposes the weaponization of and arms race in outer space, and works actively toward building a community with a shared future for mankind in the space domain,” the statement added.",
        "title": "‘We’re in a space race’: Nasa sounds alarm at Chinese designs on moon",
        "authors": [
            "Edward Helmore"
        ],
        "link": "https://www.theguardian.com/science/2023/jan/02/china-moon-nasa-space-race",
        "alive": false,
        "clustered": []
    },
    {
        "entities": [
            {
                "text": "the National Congress",
                "label": "ORG"
            },
            {
                "text": "Hondurans",
                "label": "NORP"
            },
            {
                "text": "55 per cent",
                "label": "MONEY"
            },
            {
                "text": "43 per cent",
                "label": "MONEY"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "Filippo Grandi",
                "label": "PERSON"
            },
            {
                "text": "the National Response System",
                "label": "ORG"
            },
            {
                "text": "Forced Displacement",
                "label": "ORG"
            },
            {
                "text": "46 per cent",
                "label": "MONEY"
            },
            {
                "text": "UNICEF/Andriana Zehbrauskas",
                "label": "ORG"
            },
            {
                "text": "Yoro",
                "label": "GPE"
            },
            {
                "text": "Honduras",
                "label": "GPE"
            },
            {
                "text": "one hour later",
                "label": "TIME"
            },
            {
                "text": "85 per cent",
                "label": "MONEY"
            },
            {
                "text": "Inter-institutional Commission",
                "label": "ORG"
            },
            {
                "text": "the Protection of Persons Internally Displaced by Violence",
                "label": "ORG"
            },
            {
                "text": "68 per cent",
                "label": "MONEY"
            },
            {
                "text": "first",
                "label": "ORDINAL"
            },
            {
                "text": "Grandi",
                "label": "PERSON"
            },
            {
                "text": "Law",
                "label": "PERSON"
            },
            {
                "text": "Xiomara Castro",
                "label": "PERSON"
            },
            {
                "text": "Central America",
                "label": "LOC"
            },
            {
                "text": "Mexico",
                "label": "GPE"
            },
            {
                "text": "the Comprehensive Regional Protection and Solutions Framework",
                "label": "ORG"
            },
            {
                "text": "States",
                "label": "GPE"
            },
            {
                "text": "Tegucigalpa",
                "label": "GPE"
            },
            {
                "text": "UNHCR",
                "label": "ORG"
            },
            {
                "text": "the Government of Honduras",
                "label": "ORG"
            }
        ],
        "entity_count": 28,
        "summary": "",
        "text": "The action taken by the National Congress will help with the more than 247,000 Hondurans who have been displaced by violence, 55 per cent of whom are women and 43 per cent children and adolescents.\n\n“This law on internal displacement is a much-needed step towards restoring their dignity, hope and rights,” said UN High Commissioner for Refugees Filippo Grandi.\n\nLives torn apart by violence\n\nOn a recent trip to the country, he recounted “devastating testimonies of people whose lives have been torn apart by violence and criminality”.\n\nIn addition to creating an institutional framework through the National Response System to Forced Displacement, the new law establishes prevention mechanisms for forced recruitment, criminal exploitation of children and youth, and other challenges.\n\nWith 46 per cent of displaced students having suspended their education or being barred by gang violence from returning to school, the act also envisages the creation of educational reintegration protocols.\n\n© UNICEF/Andriana Zehbrauskas While walking home from school in Yoro, Honduras, the 13-year-old girl in the middle was grabbed, thrown into a van, beaten, raped and released one hour later.\n\nProvisions of the law\n\nAs three quarters of the displaced population need material support, humanitarian assistance is another pillar of the legislation.\n\nAt the same time, 85 per cent of those displaced who have reported impacts on their health also expressed the need for mental health services.\n\nAs such, the new legislation strengthens inclusion in mental health programmes.\n\nMoreover, the Inter-institutional Commission for the Protection of Persons Internally Displaced by Violence, said that 68 per cent of displaced homeowners had their properties appropriated, destroyed, or were forced to abandon or sell them, while only 32 per cent managed to keep their properties after displacement.\n\nThis legislation establishes a protection mechanism for abandoned housing, land and property, being the first legal tool in the country of this nature.\n\n“Now that it has been adopted, I encourage the authorities to expedite its implementation,” Mr. Grandi underscored.\n\nMaking progress\n\nAlthough the Law has yet to be sanctioned by President Xiomara Castro, the legislation stands as an example of the progress made in Central America and Mexico to protect and provide solutions for those forcibly displaced, within the Comprehensive Regional Protection and Solutions Framework, whose member States gathered in Tegucigalpa last week.\n\nUNHCR together with partner agencies will continue to support the Government of Honduras in responding to and preventing forced displacement.",
        "title": "Honduras: new internal displacement law ‘much-needed step’ towards restoring hope and dignity",
        "authors": [],
        "link": "https://news.un.org/feed/view/en/story/2022/12/1131942",
        "alive": true,
        "clustered": []
    },
    {
        "entities": [
            {
                "text": "Makeyevka",
                "label": "GPE"
            },
            {
                "text": "Donetsk People’s Republic",
                "label": "GPE"
            },
            {
                "text": "the Defense Ministry",
                "label": "ORG"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Ukrainian",
                "label": "NORP"
            },
            {
                "text": "Moscow",
                "label": "GPE"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Donbass",
                "label": "ORG"
            },
            {
                "text": "Makeyevka",
                "label": "GPE"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "US",
                "label": "GPE"
            },
            {
                "text": "HIMARS",
                "label": "ORG"
            },
            {
                "text": "the Defense ministry",
                "label": "ORG"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Defense Ministry",
                "label": "ORG"
            },
            {
                "text": "Igor Konashenkov",
                "label": "PERSON"
            },
            {
                "text": "the Donetsk People’s Republic’s Information",
                "label": "ORG"
            },
            {
                "text": "Daniil Bezsonov",
                "label": "PERSON"
            },
            {
                "text": "0:01 am",
                "label": "TIME"
            },
            {
                "text": "New Year’s",
                "label": "EVENT"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Foreign Ministry",
                "label": "ORG"
            },
            {
                "text": "Washington",
                "label": "GPE"
            },
            {
                "text": "Kiev",
                "label": "PERSON"
            },
            {
                "text": "Ukrainian",
                "label": "NORP"
            },
            {
                "text": "Russian",
                "label": "NORP"
            }
        ],
        "entity_count": 26,
        "summary": "",
        "text": "The deadly attack took place in the city of Makeyevka in Donetsk People’s Republic, the Defense Ministry says\n\nMore than 60 Russian troops have been killed by a Ukrainian missile strike, Moscow confirmed on Monday. The bombardment hit a temporary housing area used by the Russian forces in Donbass.\n\nThe facility in the city of Makeyevka in Russia’s Donetsk People’s Republic was targeted by six missiles from US-supplied HIMARS multiple rocket launchers, the Defense ministry said. Two projectiles were intercepted by air defenses, but four made it through, the statement added.\n\n\"As a result of a strike by four missiles with high-explosive warheads on a temporary deployment point, 63 Russian servicemen were killed,” Defense Ministry spokesman Lieutenant General Igor Konashenkov said during a briefing.\n\nAll necessary assistance and support will be provided to the families of the fallen troops, the ministry assured.\n\nThe strike was earlier reported by the Donetsk People’s Republic’s Information Minister Daniil Bezsonov, who said the missiles targeted the building of a vocational school where the troops were stationed. It happened precisely at 0:01 am on New Year’s night, while the serviceman were celebrating, he added.\n\nRussia’s Foreign Ministry earlier condemned Washington for not only supplying sophisticated weapons to Kiev, but also providing the Ukrainian military with intelligence about the location of the Russian forces.",
        "title": "Dozens of Russian troops killed in Ukrainian strike",
        "authors": [
            "Russia Today"
        ],
        "link": "https://www.rt.com/russia/569298-makeevka-strike-ukraine-casualties/?utm_source=rss&utm_medium=rss&utm_campaign=RSS",
        "alive": true,
        "clustered": [
            {
                "entities": [
                    {
                        "text": "Bryansk Region",
                        "label": "GPE"
                    },
                    {
                        "text": "Aleksandr Bogomaz",
                        "label": "ORG"
                    },
                    {
                        "text": "Ukrainian",
                        "label": "NORP"
                    },
                    {
                        "text": "Russia",
                        "label": "GPE"
                    },
                    {
                        "text": "Aleksandr Bogomaz",
                        "label": "PERSON"
                    },
                    {
                        "text": "Klimovsky",
                        "label": "GPE"
                    },
                    {
                        "text": "Russia",
                        "label": "GPE"
                    },
                    {
                        "text": "Bogomaz",
                        "label": "ORG"
                    },
                    {
                        "text": "Telegram",
                        "label": "ORG"
                    },
                    {
                        "text": "Bogomaz",
                        "label": "ORG"
                    },
                    {
                        "text": "Moscow",
                        "label": "GPE"
                    },
                    {
                        "text": "Ukraine",
                        "label": "GPE"
                    },
                    {
                        "text": "Kiev",
                        "label": "PERSON"
                    },
                    {
                        "text": "Russian",
                        "label": "NORP"
                    },
                    {
                        "text": "Bryansk",
                        "label": "GPE"
                    },
                    {
                        "text": "Belgorod",
                        "label": "PERSON"
                    },
                    {
                        "text": "Kursk",
                        "label": "PRODUCT"
                    }
                ],
                "entity_count": 17,
                "summary": "",
                "text": "The incident in Bryansk Region resulted in a fire and a power outage, Aleksandr Bogomaz says\n\nA Ukrainian drone struck an energy facility in Russia’s Bryansk Region early on Monday, leaving a nearby village without power, Governor Aleksandr Bogomaz has said.\n\nThe attack took place in the Klimovsky district, located on the Russia-Ukraine border, Bogomaz wrote on Telegram.\n\nThere were no fatalities or injuries resulting from the incident, but the energy facility caught fire, he said.\n\nA nearby village has been left without power due to the strike, while a hospital and other key sites in the area had to be connected to a reserve power line, the governor said.\n\nAccording to Bogomaz, the blaze has been localized, and repairs will begin as soon as it's fully extinguished.\n\nSince the start of Moscow’s military offensive in Ukraine in late February, Kiev’s forces have carried out numerous drone and mortar attacks on the Russian border regions of Bryansk, Belgorod and Kursk. The strikes targeted energy infrastructure and residential areas, resulting in destruction, injuries, and several civilian deaths.",
                "title": "Ukrainian drone hits energy facility inside Russia – governor",
                "authors": [
                    "Russia Today"
                ],
                "link": "https://www.rt.com/russia/569285-ukraine-drone-bryansk-fire/?utm_source=rss&utm_medium=rss&utm_campaign=RSS",
                "alive": false,
                "clustered": []
            }
        ]
    },
    {
        "entities": [
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Sergey Kobylash",
                "label": "PERSON"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Moscow",
                "label": "GPE"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Sergey Kobylash",
                "label": "PERSON"
            },
            {
                "text": "Kobylash",
                "label": "ORG"
            },
            {
                "text": "the Defense Ministry",
                "label": "ORG"
            },
            {
                "text": "Kobylash",
                "label": "ORG"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Krasnaya Zvezda",
                "label": "PERSON"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Tu-95MS",
                "label": "ORG"
            },
            {
                "text": "the New Year",
                "label": "EVENT"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Saratov",
                "label": "LOC"
            },
            {
                "text": "the Defense Ministry",
                "label": "ORG"
            },
            {
                "text": "Soviet",
                "label": "NORP"
            },
            {
                "text": "Engels",
                "label": "LOC"
            },
            {
                "text": "Dyagilevo",
                "label": "FAC"
            },
            {
                "text": "UAVs",
                "label": "ORG"
            }
        ],
        "entity_count": 24,
        "summary": "",
        "text": "Aircraft will continue to carry out combat missions in Ukraine, the force’s commander Sergey Kobylash says\n\nRussian long-range aviation will continue to have a role in Moscow’s military operation in Ukraine in 2023 and will have to master new upgrades to the fleet, Lieutenant General Sergey Kobylash, head of the long-range air command, has said.\n\nThe planned operational and combat training program for this year includes “the use of airborne means of destruction,” Kobylash added on Monday, as cited by the Defense Ministry.\n\nPilots will also continue to train and improve their skills in working with automated control systems and information support for high-precision weapons, he added.\n\n“Those tasks will be performed in 2023 as part of the participation of the long-range aviation in the special military operation,” the commander said, expressing confidence that all of the force's goals will be achieved through the hard work of all its personnel.\n\nLast month, Kobylash told the Russian military’s paper Krasnaya Zvezda that most of the crews of the force have already received combat experience in the course of the conflict in Ukraine.\n\nRussia’s long range aviation – which is part of the country’s nuclear triad but can also carry conventional arms – currently relies on three types of aircraft, including the Tu-95MS and Tu-160 strategic missile carrier, and the Tu-22M3 long-range bomber.\n\nShortly before the New Year, the force was boosted by another modernized Tu-22M3 bomber. Two Tu-160M aircraft have also been submitted for flight tests. One of them is an upgraded version of an existing plane, while the other had been built from scratch, as part of Russia’s recent efforts to restart its strategic plane-manufacturing program.\n\nLast month, Ukraine made at least two attempts to strike airfields that host long-range aviation crews, deep inside Russian territory, in Saratov and Ryazan regions. According to the Defense Ministry, the modified “Soviet-made” jet drones, which targeted the Engels and Dyagilevo bases, were shot down by air defenses. However, debris from the destroyed UAVs ended up killing six servicemen on the ground and on one occasion inflicted minor damage to two aircraft.",
        "title": "Goals outlined for Russia’s long-range air force in 2023",
        "authors": [
            "Russia Today"
        ],
        "link": "https://www.rt.com/russia/569289-strategic-aviation-ukraine-kobylash/?utm_source=rss&utm_medium=rss&utm_campaign=RSS",
        "alive": false,
        "clustered": []
    },
    {
        "entities": [
            {
                "text": "UK",
                "label": "GPE"
            },
            {
                "text": "the Human Rights Council",
                "label": "ORG"
            },
            {
                "text": "UnitedKingdom",
                "label": "ORG"
            },
            {
                "text": "UK",
                "label": "GPE"
            },
            {
                "text": "HumanTrafficking",
                "label": "ORG"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "👉 https://t.co/Fyld43qUzh",
                "label": "ORG"
            },
            {
                "text": "UN Special Procedures UN_SPExperts\n\n‘Unsubstantiated",
                "label": "ORG"
            },
            {
                "text": "the Modern Slavery Act",
                "label": "LAW"
            },
            {
                "text": "the National Referral Mechanism",
                "label": "ORG"
            },
            {
                "text": "the UK Government",
                "label": "ORG"
            },
            {
                "text": "Rishi Sunak",
                "label": "PERSON"
            },
            {
                "text": "Parliament",
                "label": "ORG"
            },
            {
                "text": "UN",
                "label": "ORG"
            },
            {
                "text": "Independent Anti-Slavery Commissioner",
                "label": "ORG"
            },
            {
                "text": "first",
                "label": "ORDINAL"
            },
            {
                "text": "the Modern Slavery Act",
                "label": "LAW"
            },
            {
                "text": "UK",
                "label": "GPE"
            },
            {
                "text": "the UK Government",
                "label": "ORG"
            },
            {
                "text": "UN",
                "label": "ORG"
            }
        ],
        "entity_count": 20,
        "summary": "",
        "text": "The credibility of victims of trafficking and contemporary forms of slavery - including migrants and nationals – is now under attack in the UK, the Human Rights Council-appointed experts warned, in a statement published on Monday.\n\nTweet URL 🇬🇧 #UnitedKingdom: UK must step up efforts to protect survivors of #HumanTrafficking and their credibility – UN experts: Demonising victims of trafficking & slavery erodes public sympathy and may lead to attacks on these groups by extremists.\n\n👉 https://t.co/Fyld43qUzh https://t.co/L7nqDZuwWA UN Special Procedures UN_SPExperts\n\n‘Unsubstantiated claims’\n\n“We are alarmed by the rise in unsubstantiated claims by public officials and Government departments regarding persons seeking protection under the Modern Slavery Act and the National Referral Mechanism in the past days and weeks,” they said.\n\nAccording to news reports, civil society activists in the anti-slavery field have accused the UK Government of rolling back support, reclassifying modern slavery as an immigration issue, and calling into question the validity of trafficking claims.\n\nGovernment officials have “voiced claims in the media”, a press release issued on behalf of the experts said, while Prime Minister Rishi Sunak is reported having delivered an oral statement to Parliament, on 13 December, asserting that “the threshold for someone to be considered a modern slave will be significantly raised”.\n\n‘Misleading statements’\n\n“Misleading statements that exaggerate the level of fraud and abuse in the system to protect victims of trafficking and slavery, suggest that survivors of these practices are migrants in an irregular situation or criminals rather than vulnerable victims of gross human rights violations,” the UN experts said, “and that their legal representatives are cynical opportunists rather than human rights defenders.\n\n“There is little evidence to support these claims and generalising them is dangerous and regressive,” the experts added.\n\nThey noted that requests for corroborating evidence by civil society have gone ignored on multiple occasions by the officials in question.\n\nThe independent rights experts warned that this kind of rhetoric by politicians or officials not only puts victims of trafficking and contemporary forms of slavery at risk, “but may also embolden human traffickers.”\n\n“This has a chilling effect on those willing to come forward as victims and those willing to provide legal representation to victims, impeding efforts to identify and protect victims and persons at risk of trafficking and hold perpetrators accountable,” the experts said.\n\nStrengthen protection\n\nThey urged public officials to refrain from inflammatory and spurious rhetoric that delegitimises survivors of slavery and human trafficking and their legal representatives. “Focus instead on strengthening measures to protect these vulnerable populations,” they added.\n\nThe independent experts called on the Government to immediately appoint a new Independent Anti-Slavery Commissioner, as a first step.\n\nThe post has been vacant since April this year, despite being mandated under legislation from 2015, under the Modern Slavery Act.\n\nThe Government was also urged to address human rights concerns experts have previously identified regarding risks of trafficking and contemporary forms of slavery faced by workers in the UK, including migrants and asylum-seekers.\n\nThe experts said they had been in contact with the UK Government and “regret the lack of response to their last communication on the related issue”, said the press release.\n\nSpecial Rapporteurs are mandated to monitor and report on specific country situations or thematic issues. They are independent of any government or organization, operate in their individual capacity, and are neither UN staff nor are they paid for their work.",
        "title": "UN rights experts condemn attacks in UK on trafficking victims’ credibility",
        "authors": [],
        "link": "https://news.un.org/feed/view/en/story/2022/12/1131867",
        "alive": true,
        "clustered": []
    },
    {
        "entities": [
            {
                "text": "Bryansk Region",
                "label": "GPE"
            },
            {
                "text": "Aleksandr Bogomaz",
                "label": "ORG"
            },
            {
                "text": "Ukrainian",
                "label": "NORP"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Aleksandr Bogomaz",
                "label": "PERSON"
            },
            {
                "text": "Klimovsky",
                "label": "GPE"
            },
            {
                "text": "Russia",
                "label": "GPE"
            },
            {
                "text": "Bogomaz",
                "label": "ORG"
            },
            {
                "text": "Telegram",
                "label": "ORG"
            },
            {
                "text": "Bogomaz",
                "label": "ORG"
            },
            {
                "text": "Moscow",
                "label": "GPE"
            },
            {
                "text": "Ukraine",
                "label": "GPE"
            },
            {
                "text": "Kiev",
                "label": "PERSON"
            },
            {
                "text": "Russian",
                "label": "NORP"
            },
            {
                "text": "Bryansk",
                "label": "GPE"
            },
            {
                "text": "Belgorod",
                "label": "PERSON"
            },
            {
                "text": "Kursk",
                "label": "PRODUCT"
            }
        ],
        "entity_count": 17,
        "summary": "",
        "text": "The incident in Bryansk Region resulted in a fire and a power outage, Aleksandr Bogomaz says\n\nA Ukrainian drone struck an energy facility in Russia’s Bryansk Region early on Monday, leaving a nearby village without power, Governor Aleksandr Bogomaz has said.\n\nThe attack took place in the Klimovsky district, located on the Russia-Ukraine border, Bogomaz wrote on Telegram.\n\nThere were no fatalities or injuries resulting from the incident, but the energy facility caught fire, he said.\n\nA nearby village has been left without power due to the strike, while a hospital and other key sites in the area had to be connected to a reserve power line, the governor said.\n\nAccording to Bogomaz, the blaze has been localized, and repairs will begin as soon as it's fully extinguished.\n\nSince the start of Moscow’s military offensive in Ukraine in late February, Kiev’s forces have carried out numerous drone and mortar attacks on the Russian border regions of Bryansk, Belgorod and Kursk. The strikes targeted energy infrastructure and residential areas, resulting in destruction, injuries, and several civilian deaths.",
        "title": "Ukrainian drone hits energy facility inside Russia – governor",
        "authors": [
            "Russia Today"
        ],
        "link": "https://www.rt.com/russia/569285-ukraine-drone-bryansk-fire/?utm_source=rss&utm_medium=rss&utm_campaign=RSS",
        "alive": false,
        "clustered": []
    }
]