[
    {
        "title": "Georgia organization pays off over $147K in lunch debts at grade schools across state",
        "description": "Georgia nonprofit \"All for Lunch\" ended 2022 by paying off outstanding lunch debt in metro Atlanta schools, totaling over $147,000 at 302 schools over the year.",
        "content": "A Georgia woman's nonprofit organization \"All for Lunch\" took charge over the holiday season to ensure families in metro Atlanta schools would not end the year with outstanding school lunch debt. The organization, based out of Forsyth County, paid around $130,000 to eliminate lunch debt at schools in Fulton, Cobb, Gwinnett, Forsyth and Barrow counties in December alone. Founder Alessandra Ferrera-Miller told Fox 5 Atlanta the idea formed in 2018 when she started paying off school lunch debt in the surrounding area. She started with four schools and donated $500 to alleviate overspent accounts.  At the end of the \"most impactful year\" yet, Ferrera-Miller said this is just the beginning. USDA HOPES $50M CAN MAKE SCHOOL LUNCH MORE ‘APPETIZING,’ ‘APPEALING’ According to the \"All for Lunch\" website, $147,198.06 in lunch debt was paid off at 302 Georgia schools during 2022. \"As we look ahead to 2023, we are excited to continue our work in Georgia while also expanding our reach into schools throughout the country to make sure every child has access to lunch at school, so they can focus on learning, not on being hungry,\" the website stated. Ferrera-Miller said her goal is not to solely provide a onetime payment to a school, but to ensure the help she gives lasts because the paid-off balances may not. WEST VIRGINIA HIGH SCHOOL STUDENTS HOPING TO BECOME TEACHERS CAN SEEK SCHOLARSHIP The organization's mission is to make sure every child has access to a hot meal at school, regardless of their financial situation at home. Ferrera-Miller believes not having sufficient lunch money for children to eat at school should not be a problem families face, but it is. According to \"All for Lunch,\" over 75% of schools nationwide carry school lunch debt. The Food Resource and Action Center reports \"a school lunch reduces food insecurity, improves children's dietary intake, and positively impacts their health.\" Stats on the website show 133 schools are free of school lunch debt, and over $65,000 lunches have been funded for those in need.",
        "link": "https://www.foxnews.com/us/georgia-organization-pays-off-over-147k-school-lunch-debts-schools-across-state",
        "entities": [
            "fox-news",
            "us",
            "us-regions",
            "southeast",
            "georgia",
            "education",
            "high-school",
            "lifestyle",
            "food"
        ]
    },
    {
        "title": "Top 5 2022 winners and losers are a strange mix of athletes, royalty, politicians and moguls",
        "description": "Top 5 2022 winners and losers are a strange mix of athletes, royalty, politicians and moguls – including greatest quarterback of all time and a princess.",
        "content": "A lot of things went wrong in 2022. Inflation, lousy bond and stock markets, Russia’s horrific and unprovoked attack against Ukraine, President Joe Biden’s greenlighting millions – yes, millions – of migrants crossing our southern border illegally, rampant urban crime and even more indoctrination of our kids.  But it was not all gloom and doom. There were obvious victories to celebrate (Ukraine routing Russian President Vladimir Putin’s army, Anthony Fauci’s retirement) as well as losses to mourn (the $1.7 trillion omnibus spending bill, another failed GOP effort to win the Senate.) Further afield, here are my candidates for top winners and losers.  New York sports fans. The Yankees and Mets both made it to the playoffs this year, the Knicks are enjoying an OK season, and the Nets winning, despite the firing of their coach and issues with star point guard Kyrie Irving. OK, so the Jets have fumbled recently, but both they and the Giants are in the hunt for a playoff spot.  RON DESANTIS’ ‘FREEDOM BLUEPRINT’ TOUTED BY SCHOOL BOARD MEMBERS AS WAY TO ELECT MORE CONSERVATIVE CANDIDATES Tom Brady, the greatest NFL quarterback of all time, whose reputation has been sacked for having \"retired\" from the game he dominated, only to return to the field a mere 40 days later. And, for possibly sticking around too long; the Tampa Bay Buccaneers may get to the playoffs but currently they have a losing season, the first of Brady’s career. Reportedly, the return to the field also cost the GOAT his wife, supermodel Gisele Bundchen. Gotta know when to hang it up Tom; when you figure it out, please call Biden.  NASA, which enjoyed an astronomical victory with the successful 25-day trip of Artemis, a 32-story tall rocket. The unmanned spacecraft circled the moon, presumably (though not officially) checking out what China has been up to on the dark side. Not only did NASA get back in the space exploration game, it also successfully bumped an asteroid off course (fans of Bruce Willis’ \"Armageddon\" rejoice) and unfolded in space the final configuration of the James Webb Space Telescope that relayed out-of-this world images of the universe’s earliest galaxies.  The FBI, our once-respected crack law enforcement agency, has lost the confidence of all right-thinking Americans. The FBI has been caught out for manipulating public opinion, interfering in our elections and working on behalf of the White House for partisan purposes. The release of the Twitter files makes clear that Russiagate was no one-off. The FBI pressured Twitter, and most likely other social media giants, to censor information damaging to Hunter Biden and to his dad Joe Biden, and sat on the infamous laptop of the First Son even as they pushed to discredit the information it contained. A new survey shows 63% of likely U.S. voters want Congress to investigate the FBI; count me in.  Elon Musk, who has sacrificed tens of billions of dollars of his personal wealth to protect free speech in our country. Musk, the one-time darling of tree-hugging liberals who also embraced Tesla, is now vilified for outing bad actors in the FBI and bad conduct in Silicon Valley. Turns out- conservative voices have been muted on social media, purposefully. Shadow-banning is not a right-wing conspiracy; it happened. The nation owes Musk – as quixotic and unreliable as he sometimes is – unswerving admiration. He is down; I for one do not count him out.  Eric Adams and the bonehead liberal policies that have destroyed blue cities like New York, over which the party-loving mayor presides. Unlike his predecessor (I’ve forgotten his name), Adams is everywhere and anywhere that calls for fancy dress. Candidate Adams talked a good game about fighting crime and welcoming businesses; some saw him running for president in 2024. That was before New Yorkers witnessed the revolving door held open for criminals and budget-busting spending with no end in sight. The city is losing the high-income taxpayers who pay the bills.  CLICK HERE TO GET THE OPINION NEWSLETTER Kate Middleton, who has been the charming and dutiful wife of the UK’s future king for more than a decade. The Princess of Wales is running neck-and-neck with her husband William for \"most popular royal in Great Britain\", each earning 69% approval in a recent poll. Meanwhile, her troublesome sister-in-law Meghan Markle’s popularity has nosedived both in the U.S. and in Britain. A recent poll showed Americans giving Kate a net positive approval rating of 43, while the whiny Duchess of Sussex earned a negative approval figure of -32 in the U.S., meaning she was liked by 28 percent and disliked by 60 percent.  Kamala Harris, who has flunked being vice president. She has scored not one single accomplishment, turns out to be a toxic boss, is monstrously inarticulate and a whiner to boot. She recently complained of being mistreated by the press, saying: \"There are things that I’ve done as vice president that fully demonstrate the strength of my leadership as vice president…\" Whoa, word salad alert! Note to Kamala: the liberal media all but ignored the 12 major staff departures that took place over her first year in office; be careful what you wish for.  Florida Governor Ron DeSantis, who blew away his Democrat competitor in the midterm elections, has gone toe to toe with woke corporate America, tossed offensive material from grade-school curriculums and effectively managed the aftermath of devastating Hurricane Ian. DeSantis has emerged as the Republican best capable of carrying forward former president Donald Trump’s popular policies by winning good marks not only from GOP voters but also from Independents. His star is rising.  Samuel Bankman-Fried, who took down not only his firm FTX, but also undermined confidence in the entire cryptocurrency industry. SBF went from being likened by Anthony ‘The Mooch’ Scaramucci to JP Morgan to being locked up in a rat-infected Bahamian prison. His downfall shines a disturbing light on his vast contributions to Joe Biden and other Democrat politicians, and also the role SEC Chair Gary Gensler played in enabling SBF but also failing to uncover the FTX fraud. This story is not over.  CLICK HERE TO READ MORE FROM LIZ PEEK",
        "link": "https://www.foxnews.com/opinion/top-5-2022-winners-losers-are-strange-mix-athletes-royalty-politicians-moguls",
        "entities": [
            "fox-news",
            "opinion",
            "person",
            "ron-desantis",
            "kamala-harris",
            "tech",
            "topics",
            "fbi",
            "science",
            "air-and-space",
            "nasa",
            "tom-brady",
            "elon-musk"
        ]
    },
    {
        "title": "Lose weight, stay healthy and make money: Americans reveal their 2023 New Year's resolutions",
        "description": "Americans in Nashville shared their 2023 New Year’s resolutions, some of which included getting in better shape, being a good parent and enjoying life more.",
        "content": "Americans in Nashville shared their 2023 New Year’s resolutions, which ranged from getting in shape to being a good parent.  \"It's always the same,\" one woman, Angie told Fox News. \"Spend time with friends and family.\"  Another, Kenny, said: \"Definitely to move out of my parents' place.\" WATCH MORE FOX NEWS DIGITAL ORIGINALS HERE After a difficult few years due to COVID-19, the effects of pandemic lockdowns and record-high inflation, several people said their goals in 2023 were to lose weight, to stay healthy and to make more money.  One man, Bill, said his goal was to \"continue to walk as much as possible.\" Blake, a Tennessee native, told Fox News his resolution was to \"work, take care of the kids, be a good daddy. That's about it.\" 'DRY JANUARY' CAN WORK, YES, BUT BEWARE A 'BOOZY DECEMBER': EXPERTS \"I would say travel more,\" Jane, from Ohio, said. \"What would you say?\" she asked her husband, Brad. \"Care about people more,\" he replied. Nicky said: \"Be a better person, do more, give back and enjoy life more.\" Ray from Pennsylvania said his resolution was to \"live life to its fullest no matter who's president.\" However, a number of people said they didn’t make New Year’s resolutions.  \"I'm more of a small steps kind of a person instead of a big resolution during New Years,\" Daniel said.  To watch the full video of people's New Year's resolutions, click here. ",
        "link": "https://www.foxnews.com/lifestyle/lose-weight-stay-healthy-make-money-americans-reveal-2023-new-years-resolutions",
        "entities": [
            "fox-news",
            "us",
            "digital-originals",
            "lifestyle",
            "occasions",
            "holiday",
            "health",
            "healthy-living"
        ]
    },
    {
        "title": "Protests against repressive regimes demonstrated greatest pushback in decades as citizens demand freedom",
        "description": "Protesters have managed to post many videos and photos of their demonstrations to Western social media as citizens in Russia, Iran and China used more sophisticated methods.",
        "content": "Protests throughout the year demonstrated the strongest pushback against oppressive regimes in decades.  Tensions in China, Iran and Russia boiled over at various points across 2022, driving protesters to their breaking point due to war, COVID-19 or simple denial of basic civil rights.  The protests also reached the West with greater visibility than ever before, providing protesters a platform to spread their message and make clear to the world why they wanted change.  The more visible elements of some protests have died down, but the people in these nations continue to voice their displeasure, marking a radical shift in their political landscapes and leading to an uncertain future as the governments look to regain loyalty and control that may have slipped from them forever.  IRAN: ‘BIDEN CAN’T IGNORE PROTESTS, EXECUTIONS' AS REGIME EYES NUCLEAR WEAPONS AMID ATOMIC PAUSE No protest shook the world more this year than did the calls for change in Iran, which have lasted for over 100 days following the death of 22-year-old Mahsa Amini. Morality police accused Amini of failing to adhere to the country’s headscarf (hijab) laws, taking her into custody and then rushing her to hospital an hour later.  The police claimed that Amini merely fell into a coma, but her family alleged that they saw clear proof that she had suffered a beating.  Her death kicked off what ended up the greatest pushback against the Ayatollah’s regime. Videos and photos of the protests regularly reached the West, appearing on social media sites like Twitter.  The protests also started just before the 2022 United Nations High-Level Week, during which the leaders of various nations travel to the U.N. headquarters in New York City to address the General Assembly.  Iranian President Ebrahim Raisi was invited to speak, and his arrival created tremendous controversy, with many calling for President Biden to reject his visa application and prevent him from entering the country. Raisi did speak, and the leader positioned Iran as a victim of Western abuses.  FEMALE IRANIAN CHESS PLAYER COMPETES AT TOURNAMENT WITHOUT WEARING HIJAB A display across the street from the U.N. headquarters showed 2,000 of some 30,000 victims that died during the 1989 Iran death commissions, in which Raisi allegedly participated and played a prominent role.  Celebrities in Iran joined the protests, including a number of soccer players who have faced punishment for their vocal support. Officials sentenced Amir Nasr-Azadani to death for an alleged connection to the murder of a police colonel and two volunteer militia members, according to Iran Wire.  The protests eventually spread to over 140 cities and towns across Iran, with reports saying up to 500 people were killed by the security forces crackdown and tens of thousands were arrested. A number of children have also died during the protests as the regime struggled to contain them.  \"Iranian people have proved to themselves and to the world that they are willing to risk their lives in order to obtain the most basic freedoms,\" Lisa Daftari, a Middle East expert and editor-in-chief of The Foreign Desk, told Fox News Digital. \"For 43 years, this regime has repressed its people and denied them of the most basic human rights. IRAN'S TOP PROSECUTOR, KEY MILITARY FIGURES SANCTIONED BY TREASURY OVER PROTEST CRACKDOWNS \"They are hoping that the rest of the world will support their movement as well,\" Daftari continued. \"More than anything, Iranian protesters, and those who support them around the world, are hoping that in 2023 there will be more awareness, and more importantly, more public support of their movement. \"When you connect the dots, it’s unfathomable, why a movement for freedom, led by women, does not have more widespread support globally. It’s about human rights, freedom and world security.\"  Following a fire in a high-rise apartment building in Xinjiang, citizens demanded accountability and an end to the Chinese Communist Party’s \"zero-COVID\" policy, which saw local governments shut down entire cities and mandate lockdowns and widespread testing after detecting just a few cases of COVID-19.  The fire killed 10 people, with many blaming the quarantine protocols for making it difficult for residents to escape the building. The resulting anger spilled into the streets in the greatest and most direct pushback against the Chinese Communist Party (CCP)’s rule since the Tiananmen Square protests in 1989.  Yaqiu Wang, a China researcher at watchdog group Human Rights Watch, told Fox News Digital that the protests occurred because of the incident, but they evidenced the pent-up anger and frustration the Chinese people had toward their government. \"People were really, really frustrated that it had been three years,\" Wang said. \"Under the previous lockdowns, many people were denied access to medical care, emergency medical care, and some even died because of that … they couldn't get to the hospital because of the COVID restrictions.  CHINA BACKS DOWN ON TESTING, QUARANTINE REQUIREMENTS AMID LOCKDOWN OUTRAGE \"Other people couldn't get food [or] medical care, because if everybody has to get food from the delivery app, of course, it's overwhelmed [by] all this … and, of course, people lost their jobs for months. They couldn't even afford to buy food anymore,\" Wang explained. \"So, I think just three years of pent-up anger and frustration, then it was triggered by the fire, and everybody felt it.\" The sheer volume of social media accounts documenting the protests overwhelmed China’s censors and algorithms, breaching the famous \"Great Firewall\" of China to reach Twitter and other Western platforms. The task proved so difficult that China reportedly spammed Twitter with posts about porn and escorts to make it difficult for users to find protest videos when they searched for cities by name. Chinese citizens had turned to virtual private networks (VPNs) to hide their locations and allow them access to Western social media, showing the greater sophistication protesters have developed.  Chinese media saw the start of the \"blank page protest,\" which involved the user posting a picture of a blank page and tagging the post with keywords that would otherwise evade the censors like \"good,\" \"yes\" and \"correct\" to display the sentiment that citizens are \"voiceless but also powerful,\" according to The New York Times. BEIJING BACKS DOWN: CHINESE CITIZENS ‘EMPOWERED’ AFTER COVID PROTESTS, CHINA RESEARCHER SAYS The protests achieved their goal and led to Beijing rolling back \"zero-COVID,\" but the abrupt change led to a severe spike in COVID-19 subvariants. Over 250 million people in China may have had an infection by Christmas, leading some nations to start implementing travel restrictions again as China looked to open its borders.  Russian President Vladimir Putin’s invasion of Ukraine proved unpopular when it started with protests spreading from Moscow to Khabarovsk, a city some 4,000 miles east of the capital. One watchdog estimate puts the number of arrests at just over 19,000, with around 400 convicted in \"anti-war criminal cases.\"  Within two weeks after the start of the war, on-air news personalities in Russia started to protest. Regulators in Russia accused Dozhd, or TV Rain, of \"inciting extremism, abusing Russian citizens, causing mass disruption of public calm and safety and encouraging protests,\" according to the BBC. Putin quickly signed a law that allowed authorities to jail journalists for up to 15 years for reporting \"fake\" news about the military and the invasion, with officials refusing to call it a \"war\" or \"invasion\" at all. Instead, they referred to the \"special operation.\"  People also attacked military recruitment stations, setting them on fire with Molotov cocktail attacks. The attacks started again after Putin ordered a \"partial mobilization\" to help bolster the sagging numbers among his forces.  RUSSIANS ARRESTED IN THOUSANDS WHILE PROTESTING PUTIN'S MOBILIZATION, HUMAN RIGHTS GROUP SAYS The recruitment effort again showed how unhappy people were with the war as significant numbers of men fled the country rather than risk deployment to the front lines.  When police cracked down on the protests, the more visible elements faded, but the people grew more creative. Rachel Denber, deputy director of the Europe and Central Asia Division at Human Rights Watch, told Fox News Digital the protests have morphed as Russian authorities increased the severity of their response.  \"I think, in order to understand the way it is that Russians are voicing their objection to the war and to mobilization, I think you have to take a much wider lens than street protests,\" Denber said.  \"They find ways to support people who are trying to evade the draft,\" she explained. \"They sometimes engage in single-person actions out on the street, which I guess is a form of street protest and for which they, you know, face administrative or criminal charges.\"",
        "link": "https://www.foxnews.com/world/protests-against-repressive-regimes-demonstrated-greatest-pushback-decades-citizens-demand-freedom",
        "entities": [
            "fox-news",
            "world",
            "world-protests",
            "conflicts",
            "iran",
            "world-regions",
            "china",
            "russia",
            "health",
            "infectious-disease",
            "coronavirus",
            "ukraine"
        ]
    },
    {
        "title": "Maryland man arrested in Florida, charged with human trafficking",
        "description": "A Maryland-based rapper was arrested and charged in Florida for human trafficking after selling a woman's body and keeping the proceeds, authorities said.",
        "content": "A Maryland-based rapper was taken into custody in Florida following allegations of human trafficking, according to authorities. Monriko Clements, also known as King Swuice, allegedly met a 23-year-old woman on a dating website and took her to Florida to sell her body for sex, investigators said. He would then keep the money she made from the commercial sex. Clements had begun advertising the woman, his one-time girlfriend, shortly after meeting her online, and started setting up arrangements. She had recently lost her job and Clements promised her fast money through prostitution. ARKANSAS TEACHER'S ASSISTANT PLEADS GUILTY TO PRODUCTION OF CHILD PORNOGRAPHY But after selling her services, Clements kept the $20,000 she earned. According to police, the victim was able to free herself from Clements by jumping out of a moving vehicle. \"She jumped out of a moving car, risking injury and death because she could not think of a better way of avoiding the beatings,\" State Attorney in Miami-Dade County Katherine Fernandez Rundle said at a press conference on Thursday. CRIMINOLOGIST GRAD STUDENT HIT WITH FOUR COUNTS OF FIRST-DEGREE MURDER \"To the pimps, the victims are not human beings. They’re simply a commodity,\" Fernandez Rundle said. Clements is charged with one count of human trafficking and one count of deriving support from proceeds of prostitution. He was extradited to Florida after fleeing back to Maryland.",
        "link": "https://www.foxnews.com/us/maryland-man-arrested-florida-charged-human-trafficking",
        "entities": [
            "fox-news",
            "us",
            "us-regions",
            "northeast",
            "maryland",
            "southeast",
            "florida",
            "crime",
            "police-and-law-enforcement"
        ]
    },
    {
        "title": "NFL slaps Packers' Allen Lazard with $10k fine for taunting, WR calls reprimand 'very contradictory'",
        "description": "Allen Lazard was fined by the league for taunting the three Dolphins players he knocked them to the turf during a block that sprung Aaron Jones for a touchdown.",
        "content": "Packers wide receiver Allen Lazard is having a breakout season in his fifth year in Green Bay. During the Christmas Day game in Miami Lazard took out three Dolphins defenders on a block. He then proceeded to celebrate by looking back at the pile of players on the turf and counting one . . . two . . . three. The NFL responded by handing Lazard a $10,609 fine, according to Pro Football Talk’s Mike Florio. CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM Lazard also pointed in the Dolphins players respective directions while they were still on the ground. The wide out was not flagged by referees. Another wide receiver was fined earlier this season for a similar act. PACKERS CORNERBACK SAYS JUSTIN JEFFERSON'S DOMINANT WEEK 1 PERFORMANCE AGAINST GREEN BAY WAS A 'FLUKE' Eagles Pro Bowler A.J. Brown had to pay a $10,000 fine after he pointed towards the opposing team in a Week 8 game. Brown racked up three touchdowns on the day. Shortly after the play the Packers shared a video on Twitter of the highlight-reel play.  Pro Football Talk also reported that Lazard does plan to appeal the fine. Lazard expressed his frustrations about the punishment when he spoke to reporters. \"I think it doesn’t make sense to highlight a play and to use it on your social-media platforms to give it more attention but also to have a negative connotation. It’s very contradictory.\" Packers quarterback Aaron Rodgers praised Lazard's block, which proved to be one of the key plays to help lift Green Bay to victory over Miami. \"He’s been doing this for a long time, so this is nothing new,\" Rodgers said on Wednesday. \"With all due respect to Allen, we’re not surprised by that. We’re not. We’re excited about it, but we’re not surprised.\" Lazard leads the team with 688 yards and is tied for second with five touchdowns on a career-high 51 receptions. \"They love it because it gives the NFL more attention and the fans enjoy it but they somehow don’t condone it,\" Lazard added. \"It’s very contradictory.\"",
        "link": "https://www.foxnews.com/sports/nfl-slaps-packers-wr-allen-lazard-10k-fine-taunting-dolphins-players",
        "entities": [
            "fox-news",
            "sports",
            "nfl",
            "green-bay-packers",
            "topic",
            "trending-news"
        ]
    },
    {
        "title": "On this day in history, Dec. 31, 1880, statesman George C. Marshall is born",
        "description": "Nobel Peace Prize winner and Chief of Staff George Marshall was born on this day in history, Dec. 31, 1880. He's best known for his development of the Marshall Plan following World War II.",
        "content": "George C. Marshall, a World War II leader and Nobel Peace Prize winner, was born on this day in history, Dec. 31, 1880. George Catlett Marshall was best known for his service as chief of staff to two different presidents from 1939 to 1945. Marshall (1880-1959) is credited with building and directing the largest army in history during World War II, according to nobelprize.org. ON THIS DAY IN HISTORY, DEC. 24, 1972, BOB HOPE DELIVERS LAST LIVE CHRISTMAS SHOW IN VIETNAM He served as secretary of state from 1947 to 1949, devising the Marshall Plan — which provided post-war economic and military aid to European nations.  The Marshall Plan offered more than $15 billion to help reconstruct cities, industries and damaged infrastructure across Europe, History.com reports. Marshall grew up in Pennsylvania. His father owned a coal business. Though his father was prosperous, the young boy decided to pave his own way — and join the military. Marshall enrolled at the Virginia Military Institute, He graduated in 1901 as the senior first captain of the Corps of Cadets. After graduating with honors from the Infantry-Cavalry School at Fort Leavenworth in 1907 and the Army Staff College in 1908, Marshall on various posts for the next nine years. Marshall earned an appointment to general staff in World War I and sailed to France with the First Division. ON THIS DAY IN HISTORY, DEC. 26, 1972, PRESIDENT HARRY S. TRUMAN DIES AFTER SUFFERING FROM PNEUMONIA Marshall climbed the ranks following the Great War — and after served in China in the 1920s. Among several military posts, Marshall went on to act as commander of the Eighth Infantry in 1933 and as senior instructor to the Illinois National Guard from 1933 to 1936. From 1936 to 1938, Marshall served as commander, with the rank of brigadier general, of the Fifth Infantry Brigade. CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER Marshall accepted the position with the General Staff in Washington, D.C., in July 1938. Franklin D. Roosevelt in September 1939 named him chief of staff, with the rank of general, in 1939. In 1944, Marshall became Army general — the same year Congress created the five-star rank, according to nobelprize.org. Before the attack on Pearl Harbor in 1941, Marshall preached military readiness. Later, he was partially responsible for building, supplying and deploying more than eight million soldiers. Marshall resigned from his post in 1945 once World War II had ended. But his career didn’t end there. In January 1947, Marshall joined President Harry Truman’s cabinet as secretary of state. He remained in that post for two years. Marshall officially resigned from public service in September 1951 at almost 71 years old, after spending a year as secretary of defense during the Korean War. Marshall was awarded the Nobel Peace Prize in 1953 for \"proposing and supervising the plan for the economic recovery of Europe,\" as nobelprize.org noted.",
        "link": "https://www.foxnews.com/lifestyle/this-day-history-dec-31-1880-statesman-george-c-marshall-born",
        "entities": [
            "fox-news",
            "us",
            "this-day-in-history",
            "lifestyle",
            "military",
            "topic",
            "world-war-two",
            "world",
            "world-regions",
            "europe"
        ]
    },
    {
        "title": "After a six consecutive loss, Tennessee Titans improbable season-long trend continues",
        "description": "The Titans are hoping to win the AFC South division for a third consecutive season. They've had a rough go as of late and lost six in a row, but one stat stands out.",
        "content": "The injuries for the Tennessee Titans continued to pile up in the second half of the season and the team suffered their sixth straight loss on Thursday night. The Cowboys beat the Titans 27-13 which marked the seventh time Tennessee has been defeated by a team with a winning record this season. But it's not all bad news for the Titans, who remaining alive in the race for the AFC South title. CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM The Week 18 game against the Jaguars will determine which team wins the division and clinches a home playoff game. Tennessee has compiled a 7-9 record through 16 games, but all seven of those wins have come against teams with records of .500 or below.  TITANS PLACE RYAN TANNEHILL ON IR, EFFECTIVELY ENDING HIS SEASON The team with current best record who the Titans have prevailed against this year is the Washington Commanders who are 7-7-1. But, entering their Week 5 matchup with the Titans, the Commanders had a 1-3 record. Since Tennessee's Week 17 did not have any playoff implications, the team decided to sit several starters, including star running back Derrick Henry.  Joshua Dobbs also got his first career NFL start, while third-round draft pick Malik Willis served as the backup. BUCS BACKUP QUARTERBACK BLAINE GABBERT HELPS RESCUE FAMILY FROM WATER AFTER HELICOPTER CRASH IN FLORIDA Throughout the first three quarters of the game, Titans were able to be competitive, partially due to a pair of interceptions by Cowboy's quarterback Dak Prescott. It remains unclear if Vrabel will decide to go with Willis as the starter next week or if he will give the rookie another chance in the pivotal game. The Titans will have a tough test against if they want to claim the division crown. The Jaguars (7-8) have won three straight heading into their Week 17 game against the Texans. ",
        "link": "https://www.foxnews.com/sports/insane-titans-stat-sends-internet-into-frenzy-after-team-suffers-sixth-consecutive-loss",
        "entities": [
            "fox-news",
            "sports",
            "nfl",
            "tennessee-titans",
            "topic",
            "trending-news"
        ]
    },
    {
        "title": "These were the baby names that dominated the 1970s",
        "description": "The Fox News Lifestyle Newsletter brings you trending stories on family, travel, food, neighbors helping neighbors, pets, autos, military veterans, heroes, faith and American values.",
        "content": "MICHAEL, JENNIFER, AMY - As 2023 approaches, here's a look back at the baby names that were most popular in America 50 years ago. See if yours made the list. Continue reading... WATCH: INCREDIBLE BALL INSTALL - In an on-camera interview, a Waterford Crystal master artisan reveals what goes into making the 12,000-pound, Times Square New Year's Eve ball sparkle and shine. See the video... CATCH OF THE YEAR - View a roundup of 10 Fox News Digital stories about the record-breaking fish caught in 2022, plus the amazing photos to match. Continue reading… WATCH: RAISE A TOAST - Charles Valentine Riley, a 19th-century scientist, saved this booming industry. Here's his story. See the video... IGNORED NO MORE - Kirk Cameron told Fox News Digital that he's seeing an \"awakening the sleeping giant of the family of faith\" as he gives two readings of his children's book this week. Cameron was previously denied or ignored by over 50 public libraries in America for a story-time book reading. Continue reading... 'PHONE PHOBIA' - Mary Jane Copps, owner of the company The Phone Lady, recently appeared on \"Fox & Friends\" to discuss how she teaches one generation to talk on the phone – even if they may not want to. Continue reading... STRAIGHT FLUSH - Twenty years after accidentally flushing an engagement ring down the toilet, a Florida couple opened up a gift from the past. Continue reading... NEW YEAR'S EVE QUIZ! - How many facts do you know about ringing in the new year? Test your knowledge... WHAT'S COOKING? - Whip up these crab cake stuffed mushroom caps for a New Year's Eve appetizer. Try the recipe... Facebook Instagram YouTube Twitter LinkedIn Fox News First Fox News Opinion Fox News Lifestyle Fox News Autos Fox News Health Fox Business Fox Weather Fox Sports Tubi Fox News Go Fox Nation",
        "link": "https://www.foxnews.com/lifestyle/baby-names-dominated-1970s",
        "entities": [
            "fox-news",
            "columns",
            "lifestyle-newsletter"
        ]
    },
    {
        "title": "Former Scientology members making attempts to serve trafficking suit against leader David Miscavige",
        "description": "Scientology leader David Miscavige, 62, is nowhere to be found as attempts are made to serve him with a child trafficking lawsuit filed by three former church members.",
        "content": "Scientology leader David Miscavige is nowhere to be found as attempts are made to serve the 62-year-old with a child trafficking lawsuit that names him as a defendant, according to public court documents and the Tampa Bay Times. The court documents show process servers attempted to serve papers to Miscavige 27 different times over the past few months in the Clearwater, Fla. area and in Los Angeles to no avail. A motion to serve Miscavige by default filed in Florida court on Dec. 13 read, \"there is more than enough evidence to demonstrate that [Miscavige] has intentionally concealed his location and erected obstacles to evade personal services of process.\" The Church of Scientology's Public Affairs Director Karin Pouw told Fox News Digital Miscavige is \"not running from the law.\" She declined to comment further on the pending lawsuit. KIRSTIE ALLEY REMEMBERED BY CHURCH OF SCIENTOLOGY AS 'BELOVED MEMBER' AND 'CHAMPION FOR DRUG REHABILITATION' Former Scientology church members, husband and wife, Gawain and Laura Baxter and Valeska Paris filed the lawsuit after claiming they were forced into labor on Scientology boats as children after signing a one billion-year contract in exchange for little or no money. Paris reportedly left the church in 2009 and Gawain and Laura Baxter left in 2012.  In addition to the trafficking allegations, Paris alleges she was the victim of repeated sexual assaults in her youth and that when her mother left Scientology, the then-17-year-old was locked in an engine room for 48 hours as punishment. Gawain Baxter said his parents put him in a Sea Org nursery when he was two months old, according to the lawsuit. When he turned six, he was also forced to sign the one billion-year contract and sent to live in a Cadet Org dormitory with around 100 other children. Children over six years old are considered to be, and are frequently told that they are, adults and that they should act and expect to be treated as adults. The lawsuit noted in background that the children must be referred to as \"cadets\" and not kids. CHURCH OF SCIENTOLOGY GOT TOM CRUISE A DIVORCE, HELPED HIM MARRY NICOLE KIDMAN, BOOK ALLEGES Miscavige's last known address is the church's international building in L.A., but similar to other members of Scientology's extremist wing, the Sea Org, he does not have a publicly recorded address. When lawyers showed up to Scientology properties in search of the leader, security guards denied entry to the properties and reportedly said they were not aware of his location.  The plaintiffs in the lawsuit have also hired a private investigator to help reach Miscavige, according to  Court filings related to the recent lawsuit list his home as a Scientology property in a gated community known as the Hacienda Gardens in Clearwater. The 120-unit apartment complex hosts Scientology staff and was purchased by the organization in 2001, the Tampa Bay Times reported. During the motion filed earlier in December, one of the plaintiff's attorneys, Neil Glazer, said, \"Miscavige cannot be permitted to continue his gamesmanship.\" He is due in court on Jan. 20, 2023, but that meeting is pending unless he is served with the papers. Court documents related to the suit stated lawyers have tried to locate him through two traffic tickets he received in the 1990s, but both of those citations list the Scientology Los Angeles center as his home. Miscavige's lawyers told the newspaper he is merely the target of a legal strategy due to his status within Scientology. They added that he does not live in Florida, which is why they can't serve him there. US Magistrate Judge Julie Sneed served a summons to Miscavige on behalf of the plaintiffs. Ten copies of the summons were sent to various Scientology properties in Florida and California in efforts to reach Miscavige.  All were sent back as undelivered since nobody would sign for them, court documents showed. Miscavige is one of five defendants named in the lawsuit. The remaining four are operating entities of the Church of Scientology.",
        "link": "https://www.foxnews.com/us/scientology-leader-david-miscavige-nowhere-found-prosecutors-try-serve-federal-trafficking-suit",
        "entities": [
            "fox-news",
            "us",
            "entertainment",
            "celebrity-news",
            "us-regions",
            "southeast",
            "florida",
            "west",
            "california",
            "religion",
            "world",
            "crime"
        ]
    },
    {
        "title": "Protests against repressive regimes demonstrated greatest pushback in decades as citizens demand freedom",
        "description": "Protesters have managed to post many videos and photos of their demonstrations to Western social media as citizens in Russia, Iran and China used more sophisticated methods.",
        "content": "Protests throughout the year demonstrated the strongest pushback against oppressive regimes in decades.  Tensions in China, Iran and Russia boiled over at various points across 2022, driving protesters to their breaking point due to war, COVID-19 or simple denial of basic civil rights.  The protests also reached the West with greater visibility than ever before, providing protesters a platform to spread their message and make clear to the world why they wanted change.  The more visible elements of some protests have died down, but the people in these nations continue to voice their displeasure, marking a radical shift in their political landscapes and leading to an uncertain future as the governments look to regain loyalty and control that may have slipped from them forever.  IRAN: ‘BIDEN CAN’T IGNORE PROTESTS, EXECUTIONS' AS REGIME EYES NUCLEAR WEAPONS AMID ATOMIC PAUSE No protest shook the world more this year than did the calls for change in Iran, which have lasted for over 100 days following the death of 22-year-old Mahsa Amini. Morality police accused Amini of failing to adhere to the country’s headscarf (hijab) laws, taking her into custody and then rushing her to hospital an hour later.  The police claimed that Amini merely fell into a coma, but her family alleged that they saw clear proof that she had suffered a beating.  Her death kicked off what ended up the greatest pushback against the Ayatollah’s regime. Videos and photos of the protests regularly reached the West, appearing on social media sites like Twitter.  The protests also started just before the 2022 United Nations High-Level Week, during which the leaders of various nations travel to the U.N. headquarters in New York City to address the General Assembly.  Iranian President Ebrahim Raisi was invited to speak, and his arrival created tremendous controversy, with many calling for President Biden to reject his visa application and prevent him from entering the country. Raisi did speak, and the leader positioned Iran as a victim of Western abuses.  FEMALE IRANIAN CHESS PLAYER COMPETES AT TOURNAMENT WITHOUT WEARING HIJAB A display across the street from the U.N. headquarters showed 2,000 of some 30,000 victims that died during the 1989 Iran death commissions, in which Raisi allegedly participated and played a prominent role.  Celebrities in Iran joined the protests, including a number of soccer players who have faced punishment for their vocal support. Officials sentenced Amir Nasr-Azadani to death for an alleged connection to the murder of a police colonel and two volunteer militia members, according to Iran Wire.  The protests eventually spread to over 140 cities and towns across Iran, with reports saying up to 500 people were killed by the security forces crackdown and tens of thousands were arrested. A number of children have also died during the protests as the regime struggled to contain them.  \"Iranian people have proved to themselves and to the world that they are willing to risk their lives in order to obtain the most basic freedoms,\" Lisa Daftari, a Middle East expert and editor-in-chief of The Foreign Desk, told Fox News Digital. \"For 43 years, this regime has repressed its people and denied them of the most basic human rights. IRAN'S TOP PROSECUTOR, KEY MILITARY FIGURES SANCTIONED BY TREASURY OVER PROTEST CRACKDOWNS \"They are hoping that the rest of the world will support their movement as well,\" Daftari continued. \"More than anything, Iranian protesters, and those who support them around the world, are hoping that in 2023 there will be more awareness, and more importantly, more public support of their movement. \"When you connect the dots, it’s unfathomable, why a movement for freedom, led by women, does not have more widespread support globally. It’s about human rights, freedom and world security.\"  Following a fire in a high-rise apartment building in Xinjiang, citizens demanded accountability and an end to the Chinese Communist Party’s \"zero-COVID\" policy, which saw local governments shut down entire cities and mandate lockdowns and widespread testing after detecting just a few cases of COVID-19.  The fire killed 10 people, with many blaming the quarantine protocols for making it difficult for residents to escape the building. The resulting anger spilled into the streets in the greatest and most direct pushback against the Chinese Communist Party (CCP)’s rule since the Tiananmen Square protests in 1989.  Yaqiu Wang, a China researcher at watchdog group Human Rights Watch, told Fox News Digital that the protests occurred because of the incident, but they evidenced the pent-up anger and frustration the Chinese people had toward their government. \"People were really, really frustrated that it had been three years,\" Wang said. \"Under the previous lockdowns, many people were denied access to medical care, emergency medical care, and some even died because of that … they couldn't get to the hospital because of the COVID restrictions.  CHINA BACKS DOWN ON TESTING, QUARANTINE REQUIREMENTS AMID LOCKDOWN OUTRAGE \"Other people couldn't get food [or] medical care, because if everybody has to get food from the delivery app, of course, it's overwhelmed [by] all this … and, of course, people lost their jobs for months. They couldn't even afford to buy food anymore,\" Wang explained. \"So, I think just three years of pent-up anger and frustration, then it was triggered by the fire, and everybody felt it.\" The sheer volume of social media accounts documenting the protests overwhelmed China’s censors and algorithms, breaching the famous \"Great Firewall\" of China to reach Twitter and other Western platforms. The task proved so difficult that China reportedly spammed Twitter with posts about porn and escorts to make it difficult for users to find protest videos when they searched for cities by name. Chinese citizens had turned to virtual private networks (VPNs) to hide their locations and allow them access to Western social media, showing the greater sophistication protesters have developed.  Chinese media saw the start of the \"blank page protest,\" which involved the user posting a picture of a blank page and tagging the post with keywords that would otherwise evade the censors like \"good,\" \"yes\" and \"correct\" to display the sentiment that citizens are \"voiceless but also powerful,\" according to The New York Times. BEIJING BACKS DOWN: CHINESE CITIZENS ‘EMPOWERED’ AFTER COVID PROTESTS, CHINA RESEARCHER SAYS The protests achieved their goal and led to Beijing rolling back \"zero-COVID,\" but the abrupt change led to a severe spike in COVID-19 subvariants. Over 250 million people in China may have had an infection by Christmas, leading some nations to start implementing travel restrictions again as China looked to open its borders.  Russian President Vladimir Putin’s invasion of Ukraine proved unpopular when it started with protests spreading from Moscow to Khabarovsk, a city some 4,000 miles east of the capital. One watchdog estimate puts the number of arrests at just over 19,000, with around 400 convicted in \"anti-war criminal cases.\"  Within two weeks after the start of the war, on-air news personalities in Russia started to protest. Regulators in Russia accused Dozhd, or TV Rain, of \"inciting extremism, abusing Russian citizens, causing mass disruption of public calm and safety and encouraging protests,\" according to the BBC. Putin quickly signed a law that allowed authorities to jail journalists for up to 15 years for reporting \"fake\" news about the military and the invasion, with officials refusing to call it a \"war\" or \"invasion\" at all. Instead, they referred to the \"special operation.\"  People also attacked military recruitment stations, setting them on fire with Molotov cocktail attacks. The attacks started again after Putin ordered a \"partial mobilization\" to help bolster the sagging numbers among his forces.  RUSSIANS ARRESTED IN THOUSANDS WHILE PROTESTING PUTIN'S MOBILIZATION, HUMAN RIGHTS GROUP SAYS The recruitment effort again showed how unhappy people were with the war as significant numbers of men fled the country rather than risk deployment to the front lines.  When police cracked down on the protests, the more visible elements faded, but the people grew more creative. Rachel Denber, deputy director of the Europe and Central Asia Division at Human Rights Watch, told Fox News Digital the protests have morphed as Russian authorities increased the severity of their response.  \"I think, in order to understand the way it is that Russians are voicing their objection to the war and to mobilization, I think you have to take a much wider lens than street protests,\" Denber said.  \"They find ways to support people who are trying to evade the draft,\" she explained. \"They sometimes engage in single-person actions out on the street, which I guess is a form of street protest and for which they, you know, face administrative or criminal charges.\"",
        "link": "https://www.foxnews.com/world/protests-against-repressive-regimes-demonstrated-greatest-pushback-decades-citizens-demand-freedom",
        "entities": [
            "fox-news",
            "world",
            "world-protests",
            "conflicts",
            "iran",
            "world-regions",
            "china",
            "russia",
            "health",
            "infectious-disease",
            "coronavirus",
            "ukraine"
        ]
    },
    {
        "title": "Indian cough syrup manufacturer linked to deaths of 19 children in Uzbekistan halts production",
        "description": "Marion Biotech’s cough syrup that is connected to the deaths of 19 children, including a 1-year-old, in Uzbekistan has halted production after a unit inspect found manufacturing issues.",
        "content": "The Indian maker of a cough syrup that was linked to the death of 19 children in Uzbekistan said on Friday that it had halted production of all medicines after an inspection by the drug regulator. Indian media reported that the inspectors had found deviation from rules on manufacturing at one of Marion Biotech's units. Neither Marion Biotech or India's health ministry immediately responded to a Reuters request for comment on the media reports or the inspections findings. Uzbekistan's health ministry said at least 18 children died in Samarkand city after consuming Marion Biotech's Dok-1 Max syrup. Uzbek media on Thursday reported a 19th victim, with the death of a one-year-old child. Uzbekistan's ministry had said the syrup contained a toxic substance, ethylene glycol, and was administered in doses higher than the standard dose for children, either by their parents, who mistook it for an anti-cold remedy, or on the advice of pharmacists. WARNING FROM LASIK EYE-SURGERY PATIENTS TO FDA: MORE NOTICE OF ‘SIDE EFFECTS’ IS NEEDED India's drug regulator and regional authorities had inspected Marion Biotech's facility in Noida, close to Delhi, India's health ministry said on Thursday, as Uzbekistan took legal action against a local representative of the company. News broadcaster NDTV reported on Friday that Indian authorities have ordered a complete halt of production of all drugs at the company's Noida facility after finding deviation from rules on manufacturing. WOMAN WHO LOST HER SOULMATE TO FENTANYL DISCUSSES GRIEF AROUND HOLIDAYS, HONORING LOST LOVED ONES Hasan Harris, Marion Biotech's legal head, told Reuters partner ANI, \"We await the reports, the factory was inspected. We've halted production of all medicines.\" Uzbekistan was withdrawing the Dok-1 Max tablets and syrups from all pharmacies while local media reported that the country has also suspended sales of another Marion Biotech anti-cold syrup named Ambronol. India is known as the 'pharmacy of the world', and has doubled its pharmaceutical exports over the last decade, touching $24.5 billion in the last fiscal year. The Uzbekistan case follows deaths of at least 70 children in Gambia that had been linked to cough and cold syrups manufactured by New Delhi-based Maiden Pharmaceuticals Ltd. Both the Indian government and the company, however, have denied wrongdoing.",
        "link": "https://www.foxnews.com/world/indian-cough-syrup-manufacturer-linked-to-deaths-of-19-children-in-uzbekistan-halts-production",
        "entities": [
            "fox-news",
            "world",
            "world-regions",
            "india",
            "topic",
            "reuters",
            "health",
            "disasters"
        ]
    },
    {
        "title": "Indonesia lifts all COVID restrictions",
        "description": "Indonesia has ended the last of its coronavirus regulations. The decision was made on a recent analysis of the country’s COVID-19 infection rates.",
        "content": "Indonesia on Friday removed all remaining measures to control the spread of COVID-19 effective immediately, since most of the country's population already has antibodies against the disease, President Joko Widodo said. \"There will be no more restrictions on gatherings and movements,\" the president told a news conference, noting that the decision was taken based on the latest infection figures. Before the announcement, most mobility restrictions had already been removed for recipients of at least one booster vaccine shot, but authorities still required masks to be worn indoors and use of a COVID tracker app when entering most public spaces. CHINA TO STOP TESTING, DISINFECTING IMPORTED FROZEN FOOD FOR COVID Jokowi, as the president is known, urged Indonesians to remain vigilant against the virus, including continuing to wear a mask indoors and when in a crowd. At one point Indonesia had Asia's highest rate of infections, but daily cases have fallen to below 1,000 most days in the past week, with hospitalisations and deaths relatively low. The world's fourth-most populous country has recorded more than 6.7 million cases overall, with 160,583 fatalities. Nearly 75% of Indonesians over the age of 6, or 174.7 million people, have received two vaccine shots and about 68.5 million have had at least one booster injection, according to health ministry data.",
        "link": "https://www.foxnews.com/world/indonesia-lifts-all-covid-restrictions",
        "entities": [
            "fox-news",
            "world",
            "world-regions",
            "asia",
            "topic",
            "reuters",
            "health",
            "infectious-disease",
            "coronavirus"
        ]
    },
    {
        "title": "China to stop testing, disinfecting imported frozen food for COVID",
        "description": "China plans to stop testing imported chilled and frozen food for coronavirus. The move is expected to reduce costs and speed up movement of goods.",
        "content": "China's meat trade on Friday cheered the imminent end of testing and disinfecting chilled and frozen foods for COVID-19, more than two years after Beijing started the controversial practice, adding substantial costs to the trade. The State Administration for Market Regulation will stop testing chilled and frozen foods for COVID-19 from Jan. 8, according to a notice seen by Reuters and confirmed by the agency. It will also no longer require all imported chilled and frozen foods to enter centralized warehouses for disinfection and testing before they reach the domestic market. ITALY TO TEST AIRLINE PASSENGERS FROM CHINA AFTER HALF OF TRAVELERS TO MILAN SAID TO HAVE COVID-19 The dropping of measures follows a similar announcement from the customs authority on Wednesday that it will stop testing cold-chain food arriving at the country's ports. \"This policy means we will have much lower cost and risk on both product storage and transportation,\" said a Beijing-based meat importer that buys beef and pork from the United States and other countries. Having imposed the world's strictest COVID regime of lockdowns and relentless testing for three years, China reversed course this month towards living with the virus, though new infections have soared. China started testing chilled and frozen food imports for COVID in 2020 after an outbreak of the disease in a wholesale market led authorities to believe the virus had spread from imported produce. COVID IN BEIJING 'PEAKS' AS HOSPITALS, FUNERAL HOMES FILL UP The practice was controversial with trade partners and significantly slowed the shipment of food to China, the world's top buyer of meat and many other perishable goods. It also raised costs for both importers and exporters. \"The cancellation of testing and disinfection requirements will definitely benefit the meat trade in terms of reducing extra cost and speeding up movement of goods,\" said Huang Juhui, founder of Beijing Means Consulting Co. COVID testing and disinfection, moving the goods from the port to central storage, demurrage, electricity, and centralized storage costs can add up to as much as 30,000 yuan ($4,321) per container, and take up to 30 days, said Huang. \"The reported ending of COVID testing and disinfection of imported meat at ports and at in-market distribution points will be an encouraging step toward the resumption of normalized trade,\" said Joel Haggard, Senior Vice President of the Asia Pacific Region at the U.S. Meat Export Federation.",
        "link": "https://www.foxnews.com/world/china-stop-testing-disinfecting-imported-frozen-food-covid",
        "entities": [
            "fox-news",
            "world",
            "world-regions",
            "china",
            "topic",
            "reuters",
            "health",
            "infectious-disease",
            "coronavirus",
            "food-drink",
            "food"
        ]
    },
    {
        "title": "South Korea to mandate coronavirus tests for travelers from China",
        "description": "South Korea is joining several other countries in mandating new measures for travelers coming from China. This comes after Beijing decided to lift its strict COVID policies.",
        "content": "South Korea said on Friday it will impose mandatory COVID-19 tests on travellers from China, joining the United States, Japan and other countries in taking new border measures after Beijing's decision to lift stringent zero-COVID policies. South Korea would also restrict issuing short-term visas for Chinese nationals until the end of next month and temporarily halt increasing flights from China while using Incheon International Airport as the only gateway for any flights from the neighbouring country, Prime Minister Han Duck-soo said. Effective Jan. 5, travellers from China would be required to submit a negative result from a PCR test no more than 48 hours or a rapid antigen test taken within 24 hours before departure, and undergo another PCR test upon arrival starting Jan. 2, officials said. COUNTRIES IMPLEMENT COVID TRAVEL REQUIREMENTS FOR CHINESE TRAVELERS AMID TRANSPARENCY CONCERNS South Korean authorities said the new restrictions were needed after Beijing stopped publishing daily data on cases, raising concerns over a new wave of infections and mutations. While most of the new rules are set to be in place until the end of February, the Korea Disease Control and Prevention Agency said they could be extended. EU REJECTS ITALY'S 'UNJUSTIFIED' PUSH TO TEST CHINESE ARRIVALS FOR COVID \"We need to urgently prepare for any domestic ripple effects following China's easing of quarantine rules,\" Han said. \"We will prepare to take stronger measures in case the situation gets worse, if we see a rapid increase of infections from new arrivals or appearance of new variants.\" South Korea also aims to limit the sale of cold medicines to deter people from hoarding or buying to sell overseas, the health ministry said on Friday, adding that details of the plan would be discussed next week. Customs officers will step up inspections of cold medicines being taken out of the country. South Korean media have reported instances of Chinese visitors buying large quantities from pharmacies. \"We will deal strongly with... the recently reported hoarding of cold medicine and concerns of an adverse effect on cold medicine supply,\" the ministry said in a statement. China this month began dismantling the world's strictest COVID regime of lockdowns and extensive testing in an abrupt change of policy, prompting countries to impose or consider imposing curbs on travellers from China amid a surge in cases there.",
        "link": "https://www.foxnews.com/world/south-korea-mandate-coronavirus-tests-travelers-china",
        "entities": [
            "fox-news",
            "world",
            "world-regions",
            "south-korea",
            "topic",
            "reuters",
            "china",
            "health",
            "infectious-disease",
            "coronavirus"
        ]
    },
    {
        "title": "South Korean rocket launch causes UFO scare: 'What is this?'",
        "description": "South Korea's military confirmed it had test-fired a solid-fueled rocket on Friday following a March launch. The unannounced launch started rumors about a UFO on social media.",
        "content": "South Korea's military confirmed that it had test-fired a solid-fueled rocket on Friday after the unannounced launch led to rumors about a UFO or a North Korean missile launch.  In a statement, the Defense Ministry said that the launch was part of an initiative to build a space-based surveillance capability and fortify the country's defense posture. The department said it did not flag the public about the launch in advance because it involved sensitive military security issues. A light trail was captured in an image from Goyang that evening, sending social media sites into a frenzy.  FIERY HIGHWAY CRASH IN SOUTH KOREA KILLS 5, INJURES 37 \"What is this? Is this a UFO? I’m scared,\" said one Twitter user.  Others suspected a less sinister or supernatural phenomenon: a drone or light show.  According to local media emergency offices and authorities received hundreds of reports of witnessing a suspicious unidentified flying object. In March, South Korea conducted its first successful launch of a solid-fuel rocket. PENTAGON HAS RECEIVED 'SEVERAL HUNDREDS' OF UFO REPORTS, NONE OF EXTRATERRESTRIAL ORIGIN SO FAR The Defense Ministry said Friday's launch was a follow-up.  The launch came just days after South Korea accused North Korea of flying five drones across the border on Monday for the first time in five years.  South Korea’s military detected the drones but failed to shoot them down, forcing the military to apologize for that later.  The Associated Press contributed to this report.",
        "link": "https://www.foxnews.com/world/south-korean-rocket-launch-causes-ufo-scare-what-is-this",
        "entities": [
            "fox-news",
            "world",
            "world-regions",
            "south-korea",
            "science",
            "air-and-space",
            "ufos",
            "asia",
            "conflicts",
            "north-korea"
        ]
    },
    {
        "title": "South Africa mourns after a tanker exploded on Christmas Eve, killing 34",
        "description": "A tanker blast near a hospital in South Africa has killed at least 34 people, including 11 health workers. The blast also tore off the roof of the hospital’s emergency department.",
        "content": "The death toll from a gas tanker explosion in Johannesburg on Christmas Eve has increased to 34 from an earlier estimate of 27, the provincial health department said on Friday. The blast tore the roof off the emergency department at the Tambo Memorial hospital in the city's Boksburg suburb on Saturday, while also injuring scores of bystanders, destroying houses and several cars. \"The Department of Health can confirm that the death toll from Boksburg Explosion incident has risen to 34 as of Friday, 30 December 2022,\" a spokesperson for the Gauteng Department of Health said in a statement. FIERY HIGHWAY CRASH IN SOUTH KOREA KILLS 5, INJURES 37 The victims include 11 health workers and 23 members of the public, the spokesperson said, adding that the numbers were constantly being updated. The severe nature of the burns inflicted by the blast was expected to result in an increase in the number of deaths, authorities had earlier said. Victims included children as young as nine, according to a message shared by the health department on social media commemorating a memorial for the victims. Families and friends of the victims, along with health minister Joe Phaahla gathered in the Boksburg Civic Centre on Friday morning for a memorial service and paid their respects by lighting candles. President Cyril Ramaphosa has promised relief to the victims and said authorities were investigating the incident.",
        "link": "https://www.foxnews.com/world/south-africa-mourns-after-tanker-exploded-christmas-eve-killing-34",
        "entities": [
            "fox-news",
            "world",
            "south-africa",
            "topic",
            "reuters",
            "disasters"
        ]
    },
    {
        "title": "China pledges to crack down on 'rumors' used to 'start trouble' as COVID surges",
        "description": "China on Friday pledged to crack down on dissidents spreading 'rumors' to 'start trouble' as COVID case continue to spike amid mandate reversals.",
        "content": "China on Friday pledged to crack down on dissidents spreading \"rumors\" to \"start trouble\" as COVID continues to plague the nation following its mandate reversals.  \"[We] must safeguard national security and social stability, and resolutely deal according to the law with behaviors that use the pandemic to infiltrate, sabotage, make rumors to start troubles and disrupt social order,\" security officials said in a meeting held by Central Political and Legal Affairs Commission, reported the South China Morning Post. The BF7 omicron variant causing havoc in China has not only overwhelmed hospitals, crematoriums and funeral homes, but some nations like the U.S., Italy, Japan and India have also instated COVID testing requirements for arrivals from China. EU REJECTS ITALY'S 'UNJUSTIFIED' PUSH TO TEST CHINESE ARRIVALS FOR COVID Some reports have suggested the spike in COVID cases in China could be down to low immunity following years of enduring some of the world’s strictest coronavirus policies, which included mass quarantining, community lock-downs and travel bans.  Though officials have warned it is difficult to understand fully how the virus impacted China as Beijing is believed to have underreported cases and mortality rates since the onslaught of the pandemic three years ago.  But one official in China’s Politburo – the policymaking committee of the Chinese Communist Party (CCP) – Chen Wenqing championed how China handled the pandemic and its mandate reversal earlier this month.  COVID IN BEIJING 'PEAKS' AS HOSPITALS, FUNERAL HOMES FILL UP Chen reportedly deemed Beijing’s COVID policies as \"scientific, effective\" and \"totally correct.\" Mass protests broke out in November over China’s coronavirus policies in what Chinese President Xi Jinping reportedly downplayed in describing them as being led by \"mainly frustrated students.\" Another top CCP official, ambassador to Paris Lu Shaye, claimed \"foreign forces\" were behind the protests. Now that China's COVID policies have begun to be reversed the CCP is looking to clamp down on any attempt to cause further disturbances, including by monitoring online content – a practice that is already routine for the Chinese government. According to the South China Morning Post, police in Suzhou – a city west of Shanghai – arrested a man this week who claimed to have contracted two different variants on a five-day period. ",
        "link": "https://www.foxnews.com/world/china-pledges-crack-down-rumors-used-start-trouble-covid-surges",
        "entities": [
            "fox-news",
            "world",
            "world-regions",
            "china",
            "health",
            "infectious-disease",
            "coronavirus",
            "us",
            "crime",
            "police-and-law-enforcement",
            "politics",
            "foreign-policy",
            "human-rights"
        ]
    },
    {
        "title": "Kremlin showing cracks as Putin fires another general, British Intelligence says",
        "description": "Putin will change out the lead of the Western Group of Forces for the fourth time this year, with the previous colonel-general serving for only three months.",
        "content": "Russian President Vladimir Putin’s revolving door of generals \"probably\" indicates fractures in the Kremlin and disagreement among top officials as the war in Ukraine enters its 11th month.  \"The continued churn of senior Russian officers probably reflects internal divisions regarding the Russian Ministry of Defense’s future conduct of the war,\" a British Defense intelligence update stated on Friday.  The report followed rumblings that Lieutenant General Yevgeniy Nikiforov is \"likely in the process of taking over command\" of Russia’s Western Group of Forces.  Nikiforov previously served as the Chief of Staff of Russia’s Eastern Group of Forces, meaning he would have had a hand in planning and executing the disastrous attempt to advance on Kyiv in the initial phase of the invasion, according the British Ministry of Defense.  XI AND PUTIN SEEK GREATER COOPERATION, BUT RUSSIA'S FAILURES IN UKRAINE MAY STRAIN RELATIONSHIP, EXPERT SAYS The report also noted that Nikiforov would be \"at least\" the fourth commander of the Western groups since the start of the invasion, replacing Colonel General Sergei Kuzovlev, who served for only three months in his role.  The failure to decisively end the conflict has seen Russia and Ukraine enter the 11th month of fighting with little end in sight. Russia has started to run short on munitions, seeking help from Iran and North Korea to replenish rocket and artillery ammunition before possibly running out in early 2023.  PUTIN'S THUG ARMY: RUSSIA DEPLOYS SOCCER HOOLIGANS TO UKRAINE AS WAR DRAGS ON A senior U.S. military official told reporters earlier this month that Russia’s \"fully serviceable\" ammunitions are \"rapidly dwindling,\" and it is likely forcing them to rely on arms with \"downgraded conditions.\"  Britain has continued to support Ukraine with direct weapons supplies and a training program that aims to better prepare the defense forces to protect their homeland.  RUSSIA'S LAVROV FLAT-OUT REJECTS ZELENSKYY'S CONDITIONS FOR ‘PEACE FORMULA’ Rebekah Koffler, president of Doctrine and Strategy and a former Director of National Intelligence officer, wrote in an op-ed for Fox News Digital that \"the probability of a peace settlement remains extremely low.\" \"Moscow, Kyiv and Washington — the key stakeholders in the current war — maintain irreconcilable positions while pursuing unachievable goals,\" Koffler wrote.  \"Putin, despite tactical setbacks on the battlefield, insists on the West’s recognition of Crimea, which Russia invaded in 2014, and four other recently annexed territories in Eastern Ukraine, as Russian,\" she explained. \"This is a non-starter for the U.S. or Europe, as such a concession would amount to handing victory to Putin.\" However, she also argues that Ukrainian President Volodymyr Zelenskyy \"continues to pursue unrealistic war aims,\" including total territorial integrity and compensation for the destruction of the nation, along with key Russian officials and soldiers to face an International Criminal Court tribunal.  \"The Russians have a very high tolerance for casualties, having sacrificed more than 20 million during World War II,\" Koffler stressed. \"Unless Washington steps in and compels Zelenskyy to negotiate an end to this bitter, devastating stalemate, Putin will fight till the last Ukrainian standing.\" Fox News Digital’s Caitlin McFall and Liz Friden contributed to this report. ",
        "link": "https://www.foxnews.com/world/kremlin-showing-cracks-putin-fires-general-british-intelligence-says",
        "entities": [
            "fox-news",
            "world",
            "world-regions",
            "russia",
            "conflicts",
            "ukraine",
            "united-kingdom"
        ]
    },
    {
        "title": "EU rejects Italy's 'unjustified' push to test Chinese arrivals for COVID",
        "description": "The EU has rejected Italy's push to implement COVID testing policies for all passengers arriving from China as cases continue to mount.",
        "content": "The European Union’s top health agency said this week it would not require negative COVID testing from travels arriving from China and called Italy’s push to do so \"unjustified.\" China has seen a surge in cases over the past month as Beijing walked back years-long strict COVID policies, including mass quarantining, travel restrictions and testing mandates. As China has lifted these regulations, officials around the globe have become concerned about effects on international infection rates. ITALY TO TEST AIRLINE PASSENGERS FROM CHINA AFTER HALF OF TRAVELERS TO MILAN SAID TO HAVE COVID-19 But the European Centre for Disease Prevention and Control (ECDC) on Thursday said that it considered \"screenings and travel measures on travelers from China unjustified.\" The agency said that the BF7 omicron variant that was hitting China hard was already circulating across Europe and therefore did not pose a significant threat.  \"Given higher population immunity in the EU/EEA (European Economic Area), as well as the prior emergence and subsequent replacement of variants currently circulating in China by other Omicron sub-lineages in the EU/EEA, a surge in cases in China is not expected to impact the COVID-19 epidemiological situation in the EU/EEA,\" the ECDC reportedly said. COVID IN BEIJING 'PEAKS' AS HOSPITALS, FUNERAL HOMES FILL UP Washington earlier this week said that people traveling from China will need to provide a negative test taken at least two days before arriving to the U.S. Italy has taken similar precautions after Milan's Malpensa airport – which had already begun testing arrivals on the 26th – saw more than half of its passengers who were arriving from China testing positive for the infectious virus. The first flight to be tested in Milan showed that 35 of the 62 passengers traveling from China were positive for the virus, while the second flight had another 62 of its 120 passengers who were also carrying it, reported Reuters.  Japan and Taiwan will also initiate testing requirements on Dec. 31 and Jan. 1, respectively, but European nations including the U.K. and France have said they do not have plans to instate COVID-testing mandates.",
        "link": "https://www.foxnews.com/world/eu-rejects-italys-unjustified-push-test-chinese-arrivals-covid",
        "entities": [
            "fox-news",
            "world",
            "world-regions",
            "china",
            "health",
            "infectious-disease",
            "coronavirus",
            "europe",
            "italy"
        ]
    },
    {
        "title": "Georgia organization pays off over $147K in lunch debts at grade schools across state",
        "description": "Georgia nonprofit \"All for Lunch\" ended 2022 by paying off outstanding lunch debt in metro Atlanta schools, totaling over $147,000 at 302 schools over the year.",
        "content": "A Georgia woman's nonprofit organization \"All for Lunch\" took charge over the holiday season to ensure families in metro Atlanta schools would not end the year with outstanding school lunch debt. The organization, based out of Forsyth County, paid around $130,000 to eliminate lunch debt at schools in Fulton, Cobb, Gwinnett, Forsyth and Barrow counties in December alone. Founder Alessandra Ferrera-Miller told Fox 5 Atlanta the idea formed in 2018 when she started paying off school lunch debt in the surrounding area. She started with four schools and donated $500 to alleviate overspent accounts.  At the end of the \"most impactful year\" yet, Ferrera-Miller said this is just the beginning. USDA HOPES $50M CAN MAKE SCHOOL LUNCH MORE ‘APPETIZING,’ ‘APPEALING’ According to the \"All for Lunch\" website, $147,198.06 in lunch debt was paid off at 302 Georgia schools during 2022. \"As we look ahead to 2023, we are excited to continue our work in Georgia while also expanding our reach into schools throughout the country to make sure every child has access to lunch at school, so they can focus on learning, not on being hungry,\" the website stated. Ferrera-Miller said her goal is not to solely provide a onetime payment to a school, but to ensure the help she gives lasts because the paid-off balances may not. WEST VIRGINIA HIGH SCHOOL STUDENTS HOPING TO BECOME TEACHERS CAN SEEK SCHOLARSHIP The organization's mission is to make sure every child has access to a hot meal at school, regardless of their financial situation at home. Ferrera-Miller believes not having sufficient lunch money for children to eat at school should not be a problem families face, but it is. According to \"All for Lunch,\" over 75% of schools nationwide carry school lunch debt. The Food Resource and Action Center reports \"a school lunch reduces food insecurity, improves children's dietary intake, and positively impacts their health.\" Stats on the website show 133 schools are free of school lunch debt, and over $65,000 lunches have been funded for those in need.",
        "link": "https://www.foxnews.com/us/georgia-organization-pays-off-over-147k-school-lunch-debts-schools-across-state",
        "entities": [
            "fox-news",
            "us",
            "us-regions",
            "southeast",
            "georgia",
            "education",
            "high-school",
            "lifestyle",
            "food"
        ]
    },
    {
        "title": "Maryland man arrested in Florida, charged with human trafficking",
        "description": "A Maryland-based rapper was arrested and charged in Florida for human trafficking after selling a woman's body and keeping the proceeds, authorities said.",
        "content": "A Maryland-based rapper was taken into custody in Florida following allegations of human trafficking, according to authorities. Monriko Clements, also known as King Swuice, allegedly met a 23-year-old woman on a dating website and took her to Florida to sell her body for sex, investigators said. He would then keep the money she made from the commercial sex. Clements had begun advertising the woman, his one-time girlfriend, shortly after meeting her online, and started setting up arrangements. She had recently lost her job and Clements promised her fast money through prostitution. ARKANSAS TEACHER'S ASSISTANT PLEADS GUILTY TO PRODUCTION OF CHILD PORNOGRAPHY But after selling her services, Clements kept the $20,000 she earned. According to police, the victim was able to free herself from Clements by jumping out of a moving vehicle. \"She jumped out of a moving car, risking injury and death because she could not think of a better way of avoiding the beatings,\" State Attorney in Miami-Dade County Katherine Fernandez Rundle said at a press conference on Thursday. CRIMINOLOGIST GRAD STUDENT HIT WITH FOUR COUNTS OF FIRST-DEGREE MURDER \"To the pimps, the victims are not human beings. They’re simply a commodity,\" Fernandez Rundle said. Clements is charged with one count of human trafficking and one count of deriving support from proceeds of prostitution. He was extradited to Florida after fleeing back to Maryland.",
        "link": "https://www.foxnews.com/us/maryland-man-arrested-florida-charged-human-trafficking",
        "entities": [
            "fox-news",
            "us",
            "us-regions",
            "northeast",
            "maryland",
            "southeast",
            "florida",
            "crime",
            "police-and-law-enforcement"
        ]
    },
    {
        "title": "Abortion in Arizona: 15-week law goes into effect; doctors can’t be charged over 1864 ban, appeals court rules",
        "description": "The Arizona Court of Appeals ruled on Friday the state's law outlawing abortion after 15 weeks can go into effect.",
        "content": "A 15-week ban on abortions in Arizona can go into effect and doctors can’t be charged under a more than 100-year-old pre-statehood law that bans nearly all abortions, the Arizona Court of Appeals ruled Friday.  The 15-week law was passed by the state legislature earlier this year following the U.S. Supreme Court overturning Roe v. Wade and is far less restrictive than the 1864 near-total ban, which the appeals court decided not to repeal but said can’t be enforced for health professionals.  The appeals court ruled that laws passed since 1864 allow doctors to perform the procedure; however, non-health professionals would still be subject to punishment.  Doctors are subject to violating the 15-week ban.  PRO-CHOICE ACTIVISTS CLAIM ABORTION BANS VIOLATE THIER RELIGIOUS FREEDOM IN NEW LAWSUITS  Republican Arizona Attorney General Mark Brnovich had asked for the pre-statehood ban to be enforced following the overturning of Roe.  Democrat Kris Mayes, who beat her Republican challenger to succeed Brnovich as attorney general following a recount Thursday, said she doesn’t plan to enforce the 15-week ban, according to FOX 10 Phoenix.  SOUTH CAROLINA STATE SUPREME COURT HEARS ORAL ARGUMENTS IN ABORTION LAWSUIT \"Under this construction, our contemporary statutes permit physicians to perform elective abortions up to fifteen weeks but only in conformity with a host of exacting regulations,\" the appeals ruling read, according to FOX 10. \"Our original law continues to outlaw abortions under all circumstances not permitted by that subsequent legislation.\"  Abortion providers stopped providing the procedure in the state after Roe was struck down, restarted in mid-July after a \"personhood\" law giving legal rights to unborn children was blocked by a court and stopped them again when a Tucson judge allowed the 1864 law to be enforced. Other states that have strict abortion laws include Alabama, Arkansas, Idaho, Kentucky, Louisiana, Mississippi, Missouri, Oklahoma, South Dakota, Tennessee, Texas, West Virginia and Wisconsin. Bans in Montana, North Dakota, Ohio, South Carolina, Utah and Wyoming are also not in effect, at least for now, as courts decide whether they can be enforced. Maricopa County Attorney Rachel Mitchell said in October she would use \"discretion\" in following the law, whatever it ends up being.  The Associated Press contributed to this report. ",
        "link": "https://www.foxnews.com/us/abortion-arizona-week-law-goes-into-effect-doctors-cant-charged-ban-appeals-court-rules",
        "entities": [
            "fox-news",
            "us",
            "politics",
            "judiciary",
            "abortion",
            "us-regions",
            "southwest",
            "arizona",
            "federal-courts"
        ]
    },
    {
        "title": "Missouri judge rules McCloskeys not entitled to have weapons returned, fines remitted after pardon",
        "description": "Mark and Patricia McCloskey must still pay fines and aren't entitled to get guns surrendered in their plea deal back, despite a governor's pardon.",
        "content": "A Missouri judge ruled this week that Mark and Patricia McCloskey aren’t entitled to get their weapons back or have their fines remitted because they were pardoned by the governor after pleading guilty to misdemeanor charges last year.  The McCloskeys pleaded guilty to fourth-degree assault and second-degree harassment, both misdemeanors, connected to a standoff with protesters in 2020.  The couple waved guns at Black Lives Matter protesters who had entered a private road in front of their home in June 2020. Mark McCloskey brought a lawsuit last year in which he alleged the couple was entitled to the Colt AR-15 rifle and a Bryco .380-caliber they were forced to surrender after their plea deal and the roughly $2,750 they were ordered to pay.  US SUPREME COURT DECLINES TO HEAR MCCLOSKEYS' LAW LICENSE CASE  The couple was pardoned by Missouri Gov. Mike Parson, a Republican, after they pleaded guilty.  Circuit Judge Joan Moriarty ruled Wednesday that the pardon had no bearing on the plea agreement.  MARK MCCLOSKEY CITES GOVERNOR'S PARDON IN LAWSUIT TO GET GUNS BACK  \"Plaintiff and his wife are required to follow through with their end of the bargain,\" she wrote. The McCloskeys were originally indicted on felony weapons charges.  They have said they felt threatened by the protesters.  \"There was no evidence that any of them had a weapon and no one I interviewed realized they had ventured onto a private enclave,\" Richard Callahan, the special prosecutor who investigated the case said of the protesters in a news release. ",
        "link": "https://www.foxnews.com/us/missouri-judge-rules-mccloskeys-not-entitled-weapons-returned-fines-remitted-pardon",
        "entities": [
            "fox-news",
            "us",
            "crime",
            "us-regions",
            "midwest",
            "missouri"
        ]
    },
    {
        "title": "Idaho murder suspect Bryan Kohberger's Washington neighbors, witnesses react to grad student's arrest",
        "description": "Kohberger was charged with felony burglary and four counts of murder for the stabbing deaths of Idaho co-eds Ethan Chapin, Kaylee Goncalves, Xana Kernodle, and Maddie Mogen.",
        "content": "MOSCOW, Idaho – Neighbors of the Washington State University graduate student arrested in Pennsylvania Friday morning in connection with the murders of four Idaho co-eds were shocked to learn the alleged killer – who had evaded police – was living among them in their typically \"quiet\" community. Bryan Christopher Kohberger was arrested thousands of miles from Idaho, in Albrightsville, Pennsylvania, early Friday morning. But police have since said he was a graduate student at Washington State University, and he had been living in Pullman.  CRIMINOLOGIST GRAD STUDENT HIT WITH FOUR COUNTS OF FIRST-DEGREE MURDER Justin Williams, a 34-year-old WSU employee who lives in an adjacent building, told Fox News Digital he had occasionally seen Kohberger in the neighborhood, typically while Kohberger was retrieving his mail.  WATCH: LATAH COUNTY PROSECUTOR BILL THOMPSON, LAW ENFORCEMENT ENTER SUSPECT'S APARTMENT Neighbors at the Steptoe Village, the WSU housing complex mostly inhabited by graduate or PhD students, among others, described the area as \"quiet\" and nestled in the city of Pullman, which is typically \"so safe.\"  UNIVERSITY OF IDAHO MURDERS TIMELINE: WHAT WE KNOW ABOUT THE SLAUGHTER OF FOUR STUDENTS \"I’d see him go check his mail, that was it. Other than that, I’ve only seen him like twice the whole time, and I’ve lived here since July 2021,\" said Justin Williams, who lived in an adjacent building.  He said he saw \"nothing unusual\" from his now-accused neighbor. Williams said he learned that Kohberger had been arrested just this morning, from social media, and spotted some of the law enforcement vehicles in the parking lot outside his home.  Upon hearing the news, he said he wondered, \"How long has he f------ been here? Has he been here the whole time that I have?\"  WSU employee Randy Smith, 58, said he arrived at the housing complex on Northeast Valley Road around 7:30 a.m. to see multiple unmarked vehicles, later determined to be law enforcement, already in front of Kohberger’s building.  IDAHO MURDER SUSPECT: WHO IS BRYAN CHRISTOPHER KOHBERGER \"There was that black pickup and the silver pickup,\" he said, pointing to vehicles parked in the lot, \"and a couple of cops, and they were taking pictures and stuff, but didn't have any tape up.\"  They established a perimeter shortly thereafter with crime scene tape, and law enforcement personnel from several agencies, including Washington State University Police and Moscow Police Department, executed a search warrant at Kohberger’s second-story apartment building.  Images from the scene show law enforcement personnel, including Latah County Prosecutor Bill Thompson, ascending the stairs to the home and donning protective gear before entering. They remained for hours.  Meanwhile, neighbors wondered what was happening in the complex, where children’s bikes could be seen parked near front doors. Andrew Chua, a 28-year-old graduate student who also works at the university, said he heard commotion outside of his apartment building – just steps from Kohberger’s – early Friday morning, but said he had not noticed anything \"at all\" unusual over the past several weeks.  He did not recognize Kohberger’s picture. IDAHO STUDENTS' FAMILIES REACT TO PENNSYLVANIA ARREST OF MURDER SUSPECT BRYAN KOHBERGER \"If I didn’t know about this issue, it’s a very quiet, very nice place to live,\" Chua went on. \"Now, I’m like, ‘Maybe I should stay home.’\" A spokesperson for Washington State University said Friday \"Kohberger had completed his first semester as a PhD student in WSU’s criminal justice program earlier this month.\" \"This morning, the Washington State University Police Department assisted Idaho law enforcement officials in the execution of search warrants at Mr. Kohberger’s apartment and office, which are both located on the WSU campus,\" the spokesperson said. \"WSU Police are working closely with local, state, and federal law enforcement officials as they continue their investigation.\" Kohberger has been charged with felony burglary and four counts of first-degree murder for the violent stabbing deaths of four University of Idaho students: Ethan Chapin, 20, Kaylee Goncalves, 21, Xana Kernodle, 20 and Madison Mogen, 21. IDAHO MURDERS: SLAIN STUDENT'S DAD SAYS ALLEGED KILLER'S ARREST IS 'FIRST SENSE OF JOY' IN WEEKS During an afternoon press conference, Prosecutor Thompson said information would be limited until Kohberger, 28, was extradited to Idaho from Pennsylvania. An extradition hearing is scheduled for Tuesday.  Kohberger's apartment is a 21-minute drive and roughly 11 miles from the crime scene. His arrest came nearly seven weeks after the students were slain in the early morning hours of Nov. 13. Shawn Domgaard, a 36-year-old PhD student at WSU, said the news of an arrest just steps from his home is \"hard to process.\"  WATCH: IDAHO MURDER SUSPECT'S NEIGHBOR REACTS TO GRAD STUDENT'S ARREST \"It’s just so, like I said, a high contrast to what we’re used to,\" said the father of three young kids, who is originally from Utah. \"It feels like it’s happening far away even though it’s literally in my backyard.\"  He added: \"It’s scary, but also good to have some closure … A lot of mixed emotions, I guess.\"",
        "link": "https://www.foxnews.com/us/idaho-murder-suspect-bryan-kohbergers-washington-neighbors-witnesses-react-grad-students-arrest",
        "entities": [
            "fox-news",
            "us",
            "us-regions",
            "west",
            "idaho",
            "education",
            "college",
            "crime",
            "true-crime",
            "homicide",
            "police-and-law-enforcement",
            "washington",
            "northeast",
            "pennsylvania"
        ]
    },
    {
        "title": "Oregon woman held without bail after video shows her allegedly pushing 3-year-old onto train tracks",
        "description": "An Oregon woman is being held without bail after she allegedly pushed a child onto train tracks in Portland. The incident was caught on surveillance video.",
        "content": "An Oregon woman is being held without bail after she was arraigned Thursday for allegedly pushing a 3-year-old child onto train tracks while the child and mother were waiting at a Portland train station, the Multnomah County Sheriff’s Department said in a release.  Brianna Lace Workman, 32, is accused of shoving the child face-first onto the tracks of the Gateway Transit Center MAX platform in Northeast Portland without \"provocation.\" A bystander rescued the child from the tracks before a train came.  VIOLENT SUBWAY SHOVE CAUGHT ON CAMERA SPARKS OUTRAGE AFTER MAYOR PROMISED TO FLOOD WITH POLICE  The 3-year-old suffered a severe headache and a red mark on their forehead from hitting their face on the track, the release said. Surveillance video released by the district attorney’s office of the incident appears to show the suspect jump up from where she was sitting on a bench on the platform and push the child, who was standing in front of her.  Workman was charged with attempted assault in the first degree, assault in the third degree, interfering with public transportation, disorderly conduct in the second degree and recklessly endangering another person.",
        "link": "https://www.foxnews.com/us/oregon-woman-held-without-bail-video-shows-her-allegedly-pushing-3-year-old-onto-train-tracks",
        "entities": [
            "fox-news",
            "us",
            "portland",
            "us-regions",
            "west",
            "oregon",
            "crime"
        ]
    },
    {
        "title": "Memphis responds to lawsuit by victim allegedly raped by Eliza Fletcher's accused killer, year before slaying",
        "description": "The city of Memphis admitted police didn't collect fingerprints at the scene of a rape allegedly committed by Eliza Fletcher's accused killer a year earlier.",
        "content": "The City of Memphis admitted this week the police department didn’t take fingerprints at the scene of an alleged rape by Eliza Fletcher’s suspected killer a year before her death, according to a report.  Items included the victim's purse and cellphone, which she had told investigators her alleged rapist had touched.  The department responded on Monday in a court document to a lawsuit filed by Alicia Franklin, who said she was raped by Cleotha Abston (aka Henderson) in September 2021, but the Memphis Police Department didn’t properly investigate her attack, allowing him to stay out of jail.  Abston was charged earlier this year with abducting and murdering Fletcher in Memphis while she was out on an early morning jog in September.  ELIZA FLETCHER MURDER SUSPECT ALLEGEDLY CONNECTED TO 2021 RAPE; POLICE DIDN'T REQUEST ‘EXPEDITED’ DNA REVIEW Later that same month, he was charged with aggravated kidnapping and rape in Franklin's case.  Franklin says she met Abston, who she only knew by his first name, on a dating app and the two agreed to meet up at an apartment building where he said he worked maintenance before heading out for dinner before her alleged rape, according to WMC-TV.  Her rape kit sat on a shelf of the Tennessee Bureau of Investigation (TBI) for a year and was only sent to a national database after Fletcher’s body was found, according to WMC. Franklin said she took investigators to the scene of the alleged attack immediately and gave them information such as his phone number, the name he gave her and the type of car he drove but said they didn’t take any evidence from the scene.  ELIZA FLETCHER MURDER SUSPECT SLAPPED WITH 'UNRELATED' KIDNAPPING AND RAPE CHARGES The city, which has asked for the lawsuit to be dismissed, admitted it didn’t collect fingerprints at the scene but said Franklin was only able to give \"CJ\" as the suspect’s name.  The city has also requested \"immaterial, impertinent and scandalous allegations\" be removed from the lawsuit if it isn’t dismissed. A public information officer with the Memphis Police Department told Fox News Digital in September that probable cause to make \"any\" arrest didn't exist until the DNA hit was received.  A spokesperson for TBI told Fox News that the Memphis Police Department didn't request an expedited analysis of the sexual assault kit from the September 2021 alleged rape, and \"no suspect information or DNA standard was included in the submission.\" Because the analysis wasn't expedited and was placed into the \"queue of unknown assailant kits,\" a forensic scientist with the TBI began its review of the sexual assault kit on June 24, and finished an \"initial report\" on Aug. 29. Afterward, the unknown male DNA profile was entered into the FBI's Combined DNA Index System, which resulted in a positive match of Abston on Sept. 5. The TBI then reported its findings to the Memphis Police Department. The TBI spokesperson told Fox News that when it receives an expedited request for analysis on a sexual assault kit, it usually takes five business days to process \"depending on the amount of evidence submitted.\" The Memphis Police Department didn't immediately to Fox News Digital's request for comment on Friday. Fox News' Adam Sabes contributed to this report.",
        "link": "https://www.foxnews.com/us/memphis-responds-lawsuit-victim-allegedly-raped-eliza-fletchers-accused-killer-year-before-slaying",
        "entities": [
            "fox-news",
            "us",
            "crime",
            "homicide",
            "us-regions",
            "southeast",
            "tennessee",
            "sex-crimes"
        ]
    },
    {
        "title": "Florida business partners die after shooting each other in dispute at work, police say",
        "description": "Police said two business partners shot and killed each other during a dispute on Thursday in Lakeland, Florida.",
        "content": "Two Florida men killed each other in a deadly shootout at their shared business.  The shooting occurred Thursday afternoon at their business located at 3135 U.S. 92 East in Lakeland, Florida. While the Polk County Sheriff's Office did not release the name of the business, a Google search shows Service On Site of Central Florida Inc., an auto service business, at the address.  The business partners, 31-year-old Akeido Bennett, and 39-year-old Xavier Figueroa, shot each other, according to the Polk County Sheriff's Office.  PENNSYLVANIA MAN CHARGED IN CHRISTMAS EVE SHOOTING OF WIFE Bennett reportedly died at the scene of the shooting, while Figueroa attempted to leave the business in his truck, but died later from the gunshot injury.  \"This was an avoidable tragedy stemming from a disagreement between business partners,\" said Polk County Sheriff Grady Judd. \"We all have an obligation to our friends, our families, and society at large to talk things out instead of turning to violence. These men would still be alive today, and their families would not be grieving, had they been able to work out their differences civilly.\" Deputies said an investigation into the shooting is ongoing.",
        "link": "https://www.foxnews.com/us/florida-business-partners-die-shooting-each-other-dispute-work-police-say",
        "entities": [
            "fox-news",
            "us",
            "us-regions",
            "southeast",
            "florida",
            "crime",
            "homicide",
            "police-and-law-enforcement"
        ]
    },
    {
        "title": "Former Scientology members making attempts to serve trafficking suit against leader David Miscavige",
        "description": "Scientology leader David Miscavige, 62, is nowhere to be found as attempts are made to serve him with a child trafficking lawsuit filed by three former church members.",
        "content": "Scientology leader David Miscavige is nowhere to be found as attempts are made to serve the 62-year-old with a child trafficking lawsuit that names him as a defendant, according to public court documents and the Tampa Bay Times. The court documents show process servers attempted to serve papers to Miscavige 27 different times over the past few months in the Clearwater, Fla. area and in Los Angeles to no avail. A motion to serve Miscavige by default filed in Florida court on Dec. 13 read, \"there is more than enough evidence to demonstrate that [Miscavige] has intentionally concealed his location and erected obstacles to evade personal services of process.\" The Church of Scientology's Public Affairs Director Karin Pouw told Fox News Digital Miscavige is \"not running from the law.\" She declined to comment further on the pending lawsuit. KIRSTIE ALLEY REMEMBERED BY CHURCH OF SCIENTOLOGY AS 'BELOVED MEMBER' AND 'CHAMPION FOR DRUG REHABILITATION' Former Scientology church members, husband and wife, Gawain and Laura Baxter and Valeska Paris filed the lawsuit after claiming they were forced into labor on Scientology boats as children after signing a one billion-year contract in exchange for little or no money. Paris reportedly left the church in 2009 and Gawain and Laura Baxter left in 2012.  In addition to the trafficking allegations, Paris alleges she was the victim of repeated sexual assaults in her youth and that when her mother left Scientology, the then-17-year-old was locked in an engine room for 48 hours as punishment. Gawain Baxter said his parents put him in a Sea Org nursery when he was two months old, according to the lawsuit. When he turned six, he was also forced to sign the one billion-year contract and sent to live in a Cadet Org dormitory with around 100 other children. Children over six years old are considered to be, and are frequently told that they are, adults and that they should act and expect to be treated as adults. The lawsuit noted in background that the children must be referred to as \"cadets\" and not kids. CHURCH OF SCIENTOLOGY GOT TOM CRUISE A DIVORCE, HELPED HIM MARRY NICOLE KIDMAN, BOOK ALLEGES Miscavige's last known address is the church's international building in L.A., but similar to other members of Scientology's extremist wing, the Sea Org, he does not have a publicly recorded address. When lawyers showed up to Scientology properties in search of the leader, security guards denied entry to the properties and reportedly said they were not aware of his location.  The plaintiffs in the lawsuit have also hired a private investigator to help reach Miscavige, according to  Court filings related to the recent lawsuit list his home as a Scientology property in a gated community known as the Hacienda Gardens in Clearwater. The 120-unit apartment complex hosts Scientology staff and was purchased by the organization in 2001, the Tampa Bay Times reported. During the motion filed earlier in December, one of the plaintiff's attorneys, Neil Glazer, said, \"Miscavige cannot be permitted to continue his gamesmanship.\" He is due in court on Jan. 20, 2023, but that meeting is pending unless he is served with the papers. Court documents related to the suit stated lawyers have tried to locate him through two traffic tickets he received in the 1990s, but both of those citations list the Scientology Los Angeles center as his home. Miscavige's lawyers told the newspaper he is merely the target of a legal strategy due to his status within Scientology. They added that he does not live in Florida, which is why they can't serve him there. US Magistrate Judge Julie Sneed served a summons to Miscavige on behalf of the plaintiffs. Ten copies of the summons were sent to various Scientology properties in Florida and California in efforts to reach Miscavige.  All were sent back as undelivered since nobody would sign for them, court documents showed. Miscavige is one of five defendants named in the lawsuit. The remaining four are operating entities of the Church of Scientology.",
        "link": "https://www.foxnews.com/us/scientology-leader-david-miscavige-nowhere-found-prosecutors-try-serve-federal-trafficking-suit",
        "entities": [
            "fox-news",
            "us",
            "entertainment",
            "celebrity-news",
            "us-regions",
            "southeast",
            "florida",
            "west",
            "california",
            "religion",
            "world",
            "crime"
        ]
    },
    {
        "title": "Idaho murders timeline: What we know about the slayings of four students",
        "description": "This is what is known so far about the grisly murders of four University of Idaho students, who were found stabbed to death in an off-campus home Nov. 13, according to police.",
        "content": "MOSCOW, Idaho — Nearly seven weeks after four University of Idaho students were brutally murdered, police arrested a suspect more than 2,500 miles away in eastern Pennsylvania. Bryan Christopher Kohberger, 28, a PhD student at Washington State University in Pullman, Washington, was charged with four counts of first-degree murder and felony burglary for the Nov. 13 stabbing deaths of Ethan Chapin, 20; Madison Mogen, 21; Xana Kernodle, 20; and Kaylee Goncalves, 21. Mogen, Kernodle and Goncalves lived with two other students in a six-bedroom home off campus at 1122 King Road near fraternity row. Chapin, who was dating Kernodle, was staying the night. This is what is known about what happened before and after the killings and the progress of the investigation. UNIVERSITY OF IDAHO HOMICIDES: WHAT TO KNOW ABOUT THE 4 VICTIMS ALLEGEDLY KILLED NEAR CAMPUS At 8:57 p.m., Goncalves posted a series of cheerful pictures on Instagram with the caption, \"One lucky girl to be surrounded by these pple everyday.\" In one of the photos, Mogen sits on Goncalves’ shoulders, as Chapin and Kernodle stand next to them smiling. That night, Mogen and Goncalves hung out at Corner Club, a downtown bar at 202 N. Main St., while Chapin and Kernodle went to a party together at the Sigma Chi house at 735 Nez Perce Drive on campus, according to police. Mogen and Goncalves were captured on a Twitch livestream at 1:41 a.m. at the Grub truck in downtown Moscow, where they ordered carbonara and chatted with people nearby. A man wearing a hoodie standing near them became the subject of intense online speculation, but police later said he is not a suspect. A sorority driving service got them home at about 1:56 a.m., according to police and family. Chapin and Kernodle returned home from Sigma Chi at about 1:45 a.m. The two female roommates who survived the attack returned home from their night out at 1 a.m. and didn’t wake up until late the next morning. Alivea Goncalves told Inside Edition that her sister, Kaylee, called her ex-boyfriend, Jack DuCoeur, seven times between 2:26 a.m. and 2:44 a.m. Police have cleared him as a suspect. The four victims were stabbed to death with a fixed-blade knife between 3 a.m. and 4 a.m. on the second and third floors of the home, according to police. The murder weapon has not been recovered. The surviving roommates summoned friends to the house because they believed one of the second-floor victims had passed out. UNIVERSITY OF IDAHO MURDERS: TWO ROOMMATES WERE AT HOME WHEN FOUR STUDENTS WERE KILLED A call to 911 was placed from one of the surviving roommates' phones at 11:58 a.m. from inside the residence, reporting an unconscious person. Police said multiple people spoke to the dispatcher. At 2 p.m. Sunday, the university notified students of the homicides and told them to \"shelter in place.\" However, the order was lifted an hour later. Moscow Mayor Art Bettge told a news outlet that the slayings were a \"crime of passion\" before backtracking in a statement to Fox News Digital, saying that this was one of several potential motives being probed by investigators. Police said they did not believe there was an ongoing risk to the community based on information gathered during the preliminary investigation. In another statement, police told the public this was an \"isolated, targeted attack, and there is no imminent threat to the community at large.\" SLAIN UNIVERSITY OF IDAHO VICTIM'S PARENTS FRUSTRATED BY ‘LACK OF INFORMATION’ FROM POLICE, SCHOOL Moscow residents, students and victims' families complained about the limited and contradictory information being released by public officials. At a press conference, Moscow Police Chief James Fry revealed to reporters for the first time that there were two female roommates at the home during the horrific attack, and they were unharmed. UNIVERSITY OF IDAHO MURDERS: THREAT STILL POSSIBLE WITHOUT ANY SUSPECTS IN CUSTODY, POLICE Fry did not identify the 911 caller or offer an explanation for the call coming in more than eight hours after the slayings. There were no signs of forced entry, he added. He walked back earlier assertions that the crime posed no ongoing danger to the community. \"We do not have a suspect at this time and that individual is still out there,\" Fry said. \"We cannot say there is no threat to the community, and as we have stated, please stay vigilant.\" IF IDAHO MURDER VICTIMS ‘WERE GOING TO GO, THEY WERE GOING TO GO TOGETHER,’ FRIEND SAYS He added that the FBI and the Idaho State Police are assisting in the investigation. The students' cause and manner of death were officially ruled homicide by stabbings in a press release issued by Latah County Coroner Cathy Mabbutt. She said the victims were likely ambushed in their sleep with a large knife and each had multiple stab wounds. IDAHO MURDERS: CORONER WEIGHS IN ON TOXICOLOGY REPORTS, DESCRIBES HER ROLE IN CASE Some of the victims had defensive wounds, suggesting they awoke during the attack. There were no signs of sexual assault. Police released an aerial map plotting the final movements of the four victims from the evening of Nov. 12 to the time of their murders. Police also asked the public to submit tips and surveillance footage. An Australian shepherd found skinned and filleted three weeks before the killings isn't related to the homicides, police said. Detectives also revealed for the first time that Goncalves’ dog, Murphy, was inside the home when the students were killed. Police said in a press release that they \"pursued hundreds of pieces of information related to this topic and have not been able to identify or verify the identity of a stalker.\" Detectives later said they looked into an incident in which a man had followed Goncalves around in a store in mid-October but called it an \"isolated incident.\" A 1999 double stabbing in nearby Pullman, Washington, and a 2021 double stabbing in Salem, Oregon, do not appear to be connected to the King Road murders, police said. Idaho Gov. Brad Little also announced that $1 million in state emergency funds would go toward the ongoing investigation. Five vehicles were towed from the King Road home to a city lot to be stored. They were previously searched and are \"still part of the crime scene,\" police said.  Hundreds gathered for a vigil at the University of Idaho, and the families of three of the four victims addressed the community in heart-wrenching statements. Steve Goncalves, Kaylee's father, revealed for the first time that she and Mogen were sleeping in the same bed when they were stabbed to death. Meanwhile, the lack of a coherent message from public officials sowed further confusion. Latah County prosecutor Bill Thompson said one of the victims was \"undoubtedly targeted\" in an interview. IDAHO POLICE APPEAR TO REVERSE COURSE, DO NOT KNOW IF ‘RESIDENCE OR ANY OCCUPANTS WERE SPECIFICALLY TARGETED’ Hours later, the Moscow Police Department called Thompson’s comment a miscommunication and said they had not officially deemed the murders a \"targeted\" crime, appearing to walk back their earlier assertions.  The next day, police clarified that they continue to believe the attack was \"targeted.\" Police also released a list of people they do not believe are involved in the crime: the two surviving roommates; the man in the Grub truck surveillance footage; the driver who took Mogen and Goncalves home; Goncalves’ ex-boyfriend; any individual at the King Road home when the 911 call was made; and the sixth student on the lease who had moved out months earlier. Steve Goncalves told Fox News Digital that the family was frustrated over the police’s lack of transparency and the progress of the investigation. \"There seems to be confusion everywhere you look,\" he said of the probe. \"It's just absurd the kind of stuff that’s going on right now.\" Goncalves expressed dismay over how quickly police had cleared many people as suspects and dismissed potential connection to other crimes. \"They’ve messed up a million times,\" he said of investigators. Police asked the public for help tracking down a white 2011 to 2013 Hyundai Elantra spotted near the crime scene around the time of the murders.  IDAHO POLICE HIT WITH DELUGE OF TIPS ABOUT HYUNDAI ELANTRA, NOW FORWARDING CALLS TO FBI CALL CENTER \"Investigators believe the occupant(s) of this vehicle may have critical information to share regarding this case,\" police said in a statement. In an exclusive interview with Fox News Digital, Steve Goncalves said the victims had \"big open gouges\" and called police \"cowards\" for not sharing more with the public. Goncalves said his daughter's injuries \"definitely did not match\" Mogen's wounds. \"They may have individually died from the exact same thing, being stabbed, but there are more details,\" he added. \"They're not even close to matching.\" FATHER OF SLAIN VICTIM SAYS SHE HAD ‘BIG OPEN WOUNDS,’ CALLS POLICE ‘COWARDS’ On Dec. 12, the Goncalves family, along with their newly hired attorney, Shanon Gray, met with police and other officials in Moscow to share their concerns over missteps in the investigation. Detectives collected eight hours of surveillance video from a gas station in Moscow where a clerk saw a white sedan pass by at 3:45 a.m. on the morning of the murders. The clerk told Fox News Digital that she had been reviewing the tapes a little bit at a time over the past few days, looking for clues in her downtime. Police haven't commented on whether the white car is the same Hyundai Elantra they are seeking. A Facebook group dedicated to the Idaho murders exclusively shared haunting surveillance footage with Fox News Digital that showed Goncalves and Mogen hours before they were killed. IDAHO MURDERS: FULL VIDEO APPEARING TO SHOW KAYLEE GONCALVES AND MADISON MOGEN HOURS BEFORE SLAYINGS RELEASED The best friends are walking in downtown Moscow with a man who looks like the same student in a hoodie seen in a video moments later standing near them when they ordered pasta from a Grub truck. The women are discussing someone named Adam, who the Goncalves' family lawyer said is a bartender. A newly leaked image shows Goncalves and Mogen hanging out at the Corner Club bar in downtown Moscow before returning home in the early hours of Nov. 13. It appears to have been taken by a security camera inside the bar. If the timestamp is accurate, it would have been taken at 1:32 a.m. Washington State University PhD student Bryan Christopher Kohberger was arrested in eastern Pennsylvania on an Idaho warrant, charging him with four counts of first-degree murder and felony burglary.  IDAHO MURDER SUSPECT: WHO IS BRYAN CHRISTOPHER KOHBERGER? Kohberger, 28, was studying at the college's department of criminal justice and criminology in Pullman, Washington — about 8 miles from the King Road home where the victims were knifed to death. The FBI and local police arrested Kohberger at what appears to be his parents' home in a gated community in Albrightsville, Pennsylvania, according to a police report. A search warrant was executed Friday on Kohberger's Pullman apartment. At a press conference announcing the break in the case, police said they had recovered a Hyundai Elantra but did not confirm whether it belonged to Kohberger.  Latah County Prosecutor Bill Thompson said the court documents outlining the details of the crime would remain sealed until Kohberger is extradited to Idaho. Police also said that plans to clean the King Road home and release the property back to the owner had been halted by a \"legal request from the court.\" Authorities are asking anyone with information about the murders to contact 208-883-7180 or tipline@ci.moscow.id.us. Fox News Digital's Haley Chi-Sing contributed to this report.",
        "link": "https://www.foxnews.com/us/university-idaho-murders-timeline-what-know-slaughter-four-students",
        "entities": [
            "fox-news",
            "us",
            "us-regions",
            "west",
            "idaho",
            "entertainment",
            "genres",
            "crime",
            "homicide",
            "health",
            "education",
            "police-and-law-enforcement"
        ]
    },
    {
        "title": "Nancy Pelosi boosts maximum pay for House staff to $212,000 as she ends speakership",
        "description": "Speaker Nancy Pelosi raised the maximum rate that lawmakers can pay House staff to $212,100 annually — roughly $38,000 more than what members of Congress make.",
        "content": "Speaker Nancy Pelosi on Friday issued a new directive raising the maximum rate that lawmakers can pay House staff to $212,100 annually — $38,000 more than what members of Congress make.  The move comes after Pelosi already issued a directive earlier this year raising the maximum pay staffers can make from $199,300 to $203,700. At the time, Pelosi also instituted a minimum salary level of $45,000 for House staff.  The move was seen as precedent-breaking since for decades there were no official House rules governing staffer pay. Instead, House offices were free to negotiate staff pay individually. HOUSE QUICKLY APPROVES $1.7T SPENDING BILL, FLEES DC FOR CHRISTMAS BREAK Pelosi, who is set to relinquish the speaker's gavel when the new Republican Congress takes office on Tuesday, said the move would help Congress retain quality staff who might otherwise be lured by private-sector employment.  \"As you know, our hard-working, patriotic congressional staffers are integral to the functioning of the House of Representatives,\" Pelosi, D-Calif., wrote in a letter to House lawmakers. \"To that end, we must do all we can to retain and recruit the best talent in our nation — and to build a congressional workforce that reflects the communities we are honored to serve.\"  The new salary cap means that senior staffers can make more annually than the lawmakers who serve as their employees. Both House and Senate lawmakers are paid $174,000 annually.  Pelosi said the pay hike brings the maximum salary available for house staffers in line with President Biden's administration.  Before the new minimum pay rule, there was a wide pay divergence between offices, according to a report by the centrist advocacy group Issue One.  The group found that some offices, most notably run by progressive Democrats, have wide-ranging pay scales with interns even making as much as $15 per hour. Other offices, meanwhile, paid junior staffers salaries below $30,000 per year. Overall, Issue One found one out of eight congressional offices were not paying wages that are comparable to the cost of living in Washington, D.C. The report estimated that there were roughly 1,200 congressional staffers making less than $42,610 annually. ",
        "link": "https://www.foxnews.com/politics/nancy-pelosi-boosts-maximum-pay-for-house-staff-to-212k-in-final-act-as-speaker",
        "entities": [
            "fox-news",
            "person",
            "nancy-pelosi",
            "politics",
            "house-of-representatives",
            "republicans",
            "democrats"
        ]
    },
    {
        "title": "Rep. Katie Porter used racist language, ‘ridiculed people for reporting sexual harassment,' ex-staffer claims",
        "description": "An ex-staffer for Democrat Rep. Katie Porter of California made the allegation that the congresswoman had use racial slurs while talking to staffers.",
        "content": "An ex-staffer for Democrat Rep. Katie Porter of California alleged that the congresswoman made rude and racist comments to staff and said that she \"ridiculed people for reporting sexual harassment.\" Sasha Georgiades, a Navy veteran and former Wounded Warrior fellow for Porter, also alleged that she heard the progressive congresswoman use racial slurs when talking to staff. Porter is currently facing scrutiny after leaked text messages showed her berating Georgiades for catching the coronavirus.  Georgiades also said that Porter ridiculed people after they had reported sexual harassment in her office as well as \"made fun of individuals whose parents passed away from COVID.\" DEM REP. KATIE PORTER UNDER FIRE FOR TREATMENT OF VETERAN FELLOW AS FORMER STAFFER DECRIES CULTURE OF FEAR \"Basically told the individual to grow up,\" Georgiades said regarding the case of a staffer who had reported sexual harassment in Porter’s office. Georgiades noted that the staffer, who worked with her during her two-year period in Porter’s office, left the office shortly \"after the sexual harassment conversation\" with the congresswoman. She also noted the individual \"hasn’t filed anything with ethics committee but spoke about it with [Porter] personally, and that was her response.\" The Navy veteran recalled a Facebook live event around the time of Porter’s COVID-19 infection in July — which Georgiades previously told Fox News Digital excommunicated her from the office for violating \"office protocols\" — where the office communications director \"had set up the ring light and iPad, and then Katie came in and completely dressed her down in front of me.\" Georgiades said that Porter had ridiculed her communications director because \"she hadn’t set the ring light up correctly according to Katie and didn’t put the iPad in the right place so Katie would look good, and she was telling her basically there was no reason for her to even have a job if she had to just come in and fix everything.\" She added that the communications director had almost cried because Porter \"made her feel so bad.\" Georgiades also said she heard Porter badmouthing Democrat leadership and that the progressive Democrat \"has stated that she thinks Republicans have better policies.\" Porter's office did not respond to Fox News Digital's request for comment. A Twitter account called Dear White Staffers posted screenshots of conversations with anonymous ex-Porter staffers where the allegations of her saying \"rude/racist things\" while trying to \"mask it as edgy humor\" and badmouthing Democrat leadership. \"Thinks she knows better and talks s--- about other members, leadership, staffers, local [elected officials], etc., at full volume, in public, and to literally [anyone] who will listen,\" the post reads. The anonymous account also accused Porter of being \"completely disinterested\" in representing her district in Congress, adding that the only staffers who appear to \"survive are superfans that participate in or overlook the abuse.\" \"Give it time and it will rank among the legendary toxic offices,\" the post read. The claims come as Porter is hit by an avalanche of accusations following the Dear White Staffers account's initial post regarding Georgiades' excommunication from the congresswoman's office for violating \"office protocols\" by catching COVID-19. Porter has a history of controversial text messages that have surfaced, such as her berating of Irvine, California, Mayor Farrah Khan after the congresswoman trashed the Irvine police department following her violent town hall last year. In the texts, Porter criticized Khan, saying that she would not call the mayor after the arrest of Julian Willis after he allegedly punched a pro-Trump protester, giving the protester a bloody nose. \"You can lecture me on professionalism. And see what happens,\" Porter wrote in the texts, despite famously wearing a Batgirl Halloween costume to the House of Representatives on the same day Democrats voted for a resolution on ground rules for the impeachment inquiry surrounding then-President Donald Trump. The National Republican Congressional Committee and other Republicans mocked the costume on Twitter.",
        "link": "https://www.foxnews.com/politics/rep-katie-porter-used-racist-language-ridiculed-people-reporting-sexual-harassment-ex-staffer-claims",
        "entities": [
            "fox-news",
            "politics",
            "house-of-representatives",
            "us",
            "us-regions",
            "west",
            "california",
            "elections",
            "democrats"
        ]
    },
    {
        "title": "NC state budget law adds new requirements for governor's use of emergency powers",
        "description": "Changes to North Carolina's criteria for governors to declare states of emergency have been included in a budget law in response to Gov. Roy Cooper's handling of the COVID-19 pandemic.",
        "content": "The new year will place new hurdles in the path of North Carolina's current and future governors before states of emergency they issue can extend into months or even years, as happened during the COVID-19 pandemic. A provision in the 2021 state budget law that takes effect Sunday requires governors to gain formal support from other elected officials for their short-term emergency declarations to last beyond 30 days. It's among a dozen state laws taking effect in part or in full as 2023 begins. The laws include an income tax cut, the creation of a new Department of Adult Correction and new directives to prevent the sale of stolen goods on online marketplaces. CANADA'S TRUDEAU DEFENDS USING EMERGENCY POWERS TO SHUT DOWN FREEDOM CONVOY PROTESTS The changes to emergencies are a response by Republican politicians and their allies to Democratic Gov. Roy Cooper's authority to issue a coronavirus declaration in March 2020 and to extend it unilaterally on his own. Those orders served as the basis for governments to restrict retail business activity and public events, and to direct social distancing. Cooper ultimately ended the COVID-19 emergency declaration in August — 29 months later. Cooper had vetoed stand-alone bills limiting his declaration powers, but he ultimately ceded some of his authority when he agreed to sign the massive 2021 state government budget law that included similar language. The new law says a governor now must receive formal support from a majority of the Council of State — composed of the lieutenant governor, attorney general and several other statewide elected executive positions — to extend the declaration beyond 30 days or it expires. The General Assembly would have to pass a law for the declaration to go beyond 60 days. Another finance provision in the 2021 budget law will cut the state individual income tax rate from 4.99% to 4.75%. It's part of a six-year effort that began in 2022 to reduce the rate from 5.25% to 3.99% in 2027. Most income earners will see the latest lower rate reflected in how much tax is removed from their paychecks in 2023 and when they file their tax returns in early 2024. The budget law also directs and simplifies the business franchise tax in a way that should reduce the tax amount for North Carolina-based businesses. One tax that most motorists pay — on gasoline — will go up automatically starting Sunday from 38.5 cents per gallon to 40.5 cents. State law adjusts automatically the motor fuels tax annually based on changes in state population and broad energy costs. WATTERS: YOU THINK DEMS WILL GIVE UP THEIR EMERGENCY POWERS? A couple new laws have laid out the plan for government officials to move the state's prison and probation systems out from under the Department of Public Safety to the Cabinet-level adult correction agency. A similar stand-alone correction department was operating barely a decade ago before it was merged into the public safety department. Cooper has already picked previous state prisons commissioner Todd Ishee to become the new adult correction secretary. And another new law is designed to counter organized theft at retail stores by discouraging the sale of those stolen items by third parties on websites such as Amazon or Facebook. Provisions that took effect in December increased penalties for large-scale thefts. Starting in 2023, \"high-volume\" third-party sellers must provide certain contact and identifying information to a marketplace that they are using. The marketplace also must suspend sales when such a seller refuses to provide information or gives false information.",
        "link": "https://www.foxnews.com/politics/nc-state-budget-law-adds-new-requirements-governors-use-emergency-powers",
        "entities": [
            "fox-news",
            "us",
            "us-regions",
            "southeast",
            "north-carolina",
            "topic",
            "associated-press",
            "politics",
            "state-and-local",
            "health",
            "infectious-disease",
            "coronavirus"
        ]
    },
    {
        "title": "Convicted Brazilian murderer who eluded immigration officers arrested in Massachusetts",
        "description": "U.S. Immigration and Customs Enforcement agents on Wednesday arrested a Brazilian citizen in Worcester, Massachusetts, who was wanted for a murder conviction.",
        "content": "U.S. Immigration and Customs Enforcement (ICE) agents in Boston arrested a Brazilian criminal fugitive Wednesday in Worcester, Massachusetts, who was convicted in Brazil and sought by police there, according to a report. Jaconias Rosa Pereira, 50, a citizen of Brazil, entered the United States on an unknown date and at an unknown location without being inspected by an immigration officer, according to a report in the Worcester Telegram & Gazette.  In August, ICE was notified that Rosa Pereira was the subject of an open arrest warrant requiring him to serve a 15-year sentence for a murder conviction brought by Brazilian law enforcement authorities. ICE DEPORTATIONS REMAINED WELL BELOW TRUMP-ERA LEVELS IN FY 2022 AMID HISTORIC BORDER CRISIS AOC YET TO VISIT MIGRANT FACILITIES AT BORDER UNDER BIDEN AFTER HIGH-PROFILE TRIP DURING TRUMP ADMIN ICE ERO Boston fugitive operations officers arrested Rosa Pereira without incident near a home in Worcester, a town about 50 miles west of Boston. BORDER ENCOUNTERS EXCEED 617,000 SO FAR IN FISCAL YEAR 2023, A RECORD HIGH \"Thanks to the work of our dedicated officers and the assistance of our Brazilian law enforcement partners, ERO Boston has taken this dangerous fugitive off the streets of the commonwealth,\" said ERO Boston Field Office Director Todd Lyons. \"ICE remains committed to arresting and removing criminal fugitives like Rosa Pereira who pose a threat to the American public,\" Loyns said. ",
        "link": "https://www.foxnews.com/politics/ice-agents-arrest-brazilian-man-in-worcester-wanted-for-murder",
        "entities": [
            "fox-news",
            "us",
            "immigration",
            "illegal-immigrants",
            "boston",
            "us-regions",
            "northeast",
            "massachusetts",
            "entertainment",
            "genres",
            "crime"
        ]
    },
    {
        "title": "Here's what Anthony Fauci's wife actually does at NIH",
        "description": "Dr. Anthony Fauci's wife Christine Grady's position doesn't make her responsible for making sure her husband \"behaves ethically\" as Twitter CEO Elon Musk tweeted this week.",
        "content": "Dr. Anthony Fauci's wife Christine Grady serves in a leadership role overseeing bioethics research at the National Institutes of Health (NIH), a position that doesn't give her oversight of her husband's work. Earlier this week, Twitter CEO Elon Musk suggested that Grady's position gave her the authority to oversee work conducted by Fauci — who currently serves as the White House chief medical adviser and director of the National Institute of Allergy and Infectious Diseases (NIAID) — and ensure he complied with agency ethics rules. The comment sparked confusion over whether there was a conflict of interest regarding Fauci's professional relationship with his wife. \"Almost no one seems to realize that the head of bioethics at NIH – the person who is supposed to make sure that Fauci behaves ethically – is his wife,\" Musk tweeted Wednesday. \"How do I not know this? That would be a big deal,\" Eric Weinstein, the managing director of Thiel Capital, responded. FAUCI SAYS ‘IT’S VERY IMPORTANT' TO LEARN COVID ORIGIN, EXPLAINS WHAT TO DO IF LAB LEAK THEORY PROVEN TRUE However, Fauci and Grady work in two different agencies which, while both overseen by the NIH, are separate entities.  While Fauci leads NIAID, a key agency that oversees infectious disease research and policy, Grady is the chief of the Department of Bioethics at the NIH Clinical Center. The NIAID and Clinical Center are among the 27 different institutes and centers that are part of the NIH which itself is within the Department of Health and Human Services (HHS). In addition, Grady's office conducts bioethics research, not internal ethics investigations. The HHS has an independent inspector general which conducts internal investigations into operations at the NIH and its many institutes and centers. RAND PAUL PROMISES TO 'SUBPOENA EVERY LAST DOCUMENT OF DR. FAUCI' IN VICTORY SPEECH \"Dr. Grady is the Chief of Bioethics at the NIH Clinical Center and a member of the NIH research community,\" the NIH told Fox News Digital in a statement. \"To be clear, the Department of Bioethics is distinct from the NIH Ethics Program. The NIH Department of Bioethics in the NIH Clinical Center is a center for research, training, and services related to bioethical medical and research issues.\"  \"The Department conducts conceptual, empirical, and policy-related research into bioethical issues; offers comprehensive training to future bioethicists and educational programs for biomedical researchers and clinical providers; and provides high quality ethics consultation services to clinicians, patients, and families of the NIH's Clinical Center and advice to the NIH IRBs, investigators, and others on the ethical conduct of research,\" the statement continued. \"The NIH Ethics Program assists NIH staff to meet the requirements of the statutes and regulations governing behavior of employees of the Federal Government.\" The Department of Bioethics was founded in 1996 and designed to serve as a \"premier center for bioethics to complement and inform the NIH's cutting-edge program of biomedical research.\" CLICK HERE TO GET THE FOX NEWS APP Fauci and Grady married in 1985 and have since held high-ranking positions in the federal government. While they have rarely appeared in public together, the pair took part in a discussion about the COVID-19 pandemic hosted by the Greenwall Foundation in November 2021. Fauci, who has been criticized for his handling of the pandemic as the nation's top infectious disease expert, announced in August that he would retire on Dec. 31.",
        "link": "https://www.foxnews.com/politics/heres-what-anthony-faucis-wife-actually-does-nih",
        "entities": [
            "fox-news",
            "person",
            "anthony-fauci",
            "health",
            "infectious-disease",
            "coronavirus",
            "elon-musk",
            "tech",
            "companies",
            "twitter"
        ]
    },
    {
        "title": "What's in the recently-passed National Defense Authorization Act?",
        "description": "The recently-passed defense spending bill focuses on the most important national security priorities of the U.S., doing everything from authorizing a pay bump for service members to supporting Ukraine.",
        "content": "The repeal of the military’s vaccine mandate put this year’s National Defense Authorization Act, or NDAA, in the spotlight. The repeal, however, is just one of the many provisions attached to the $847 billion bill that outlines military policy and spending priorities. The NDAA also sets aside an additional $10.6 billion for activities outside of its jurisdiction, bringing its topline to about $858 billion.  President Joe Biden signed the measure into law on Friday, December 23; among other things, it authorized sending $800 million to the Ukraine Security Assistance Initiative and outlining $816.7 billion for the Department of Defense alone.  The bill also wades into military policy itself, limiting the Biden administration’s own efforts to retire the powerful B83 gravity bomb until the military identifies \"a suitable replacement,\" according to the Senate Committee on Armed Services. The B83 bomb is said to be 80 times more powerful than the bomb dropped on Hiroshima, and the administration announced intentions to replace it in 2022 due to rising maintenance costs and limits on its abilities. But most Republican lawmakers oppose that effort. The ranking Republican on the Strategic Forces Subcommittee, Colorado Congressman Doug Lamborn, says the bill \"restores funding for the nuclear C launched cruise missile and prohibits retirement of the B-83 gravity bomb. It replenishes American stocks of munitions that have been provided to Ukraine and have begun to be depleted.\" Additionally, the bill authorizes a 4.6 percent pay raise for service members and Department of Defense workforce, along with additional funding to account for inflation, which hit a 40-year high earlier this year.  Overall, the NDAA adds up to billions of dollars more than President Biden had originally requested. California Congresswoman Nancy Pelosi – the outgoing Speaker of the House - acknowledged high price tag but claims the costliest NDAA in history is necessary. \"There’s some reluctance about a higher defense bill, but our needs are greater,\" Pelosi said.  Defense funding has passed without fail every year since 1961, usually with overwhelming bipartisan support, though this year 11 senators voted against the bill. ",
        "link": "https://www.foxnews.com/politics/whats-in-the-recently-passed-national-defense-authorization-act",
        "entities": [
            "fox-news",
            "newsedge",
            "politics",
            "us",
            "military"
        ]
    },
    {
        "title": "NC Democratic Rep. Butterfield resigns early from Congress",
        "description": "Democratic Rep. G.K. Butterfield of North Carolina has resigned early from public office, several days before his scheduled end of term on Tuesday.",
        "content": "Democratic Rep. G.K. Butterfield of North Carolina has resigned early from Congress, his office announced. Butterfield's resignation comes ahead of his scheduled end of term on Tuesday. 2022 NORTH CAROLINA ELECTION RESULTS The representative previously announced his intention to retire from public office and did not seek re-election in the midterms. \"It is time for me to retire, and allow the torch to be passed to someone who shares the values of the district, and continue the work I have labored so hard for the past 18 years,\" Butterfield said in November 2021. NORTH CAROLINA CHURCH DESTROYED BY CHRISTMAS DAY FIRE: 'GOD WILL GET THE GLORY' At the time of the announcement, Butterfield harshly criticized recent redistricting in his area that transformed the previously solidly Democratic territory into a more competitive race. \"The map that was recently enacted by the legislature is a partisan map. It’s racially gerrymandered. It will disadvantage African American communities all across the 1st congressional district,\" he said at the time.  Butterfield continued, \"I am disappointed, terribly disappointed with the Republican majority legislature for again gerrymandering our state’s congressional districts and putting their party politics over the best interests of North Carolinians.\" Butterfield is set to begin lobbying and working as a policy consultant at a Washington law firm following his retirement. \"I'm beginning a new job tomorrow,\" he told WRAL.",
        "link": "https://www.foxnews.com/politics/nc-democratic-rep-butterfield-resigns-early-congress",
        "entities": [
            "fox-news",
            "politics",
            "house-of-representatives",
            "us",
            "us-regions",
            "southeast",
            "north-carolina",
            "congress",
            "democratic-party"
        ]
    },
    {
        "title": "Chasten Buttigieg fires back at Democratic critic of Pete over Southwest meltdown",
        "description": "Chasten Buttigieg defended his husband, Transportation Secretary Pete Buttigieg, Friday on social media over his response to Southwest Airlines cancelations.",
        "content": "Chasten Buttigieg came to the defense of his husband, Secretary of Transportation Pete Buttigieg, as critics in his own party accuse him of failing to prevent the ongoing airline crisis. The DOT secretary is facing pressure from influential leaders across the political spectrum as tens of thousands of Americans remain stranded at airports across the nation. BUTTIGIEG UNDER FIRE FROM BOTH PARTIES AMID SOUTHWEST HOLIDAY TRAVEL FIASCO Southwest Airlines canceled more than 2,500 flights Wednesday, 62% of its entire itinerary. The airline plans claims to expect flight schedules to normalize beginning Friday. Democrat and GOP elected officials and political activists demanded the DOT hold the company accountable so that customers receive full refunds and accommodations.  SOUTHWEST AIRLINES ISSUES SECOND APOLOGY, ANNOUNCES RESOURCES FOR CANCELATIONS, REIMBURSEMENTS, LOST LUGGAGE California Democratic Rep. Ro Khanna expressed frustration with the situation on Thursday, claiming he and Vermont Independent Sen. Bernie Sanders had proposed policies that could have prevented. \"Nearly six months ago ⁦[Bernie Sanders and] I called for Buttigieg to implement fines & penalties on airlines for cancelling flights. Why were these recommendations not followed? This mess with Southwest could have been avoided. We need bold action.\" SEAN DUFFY ON TRANSPORTATION CHAOS: 'MAYOR PETE' WAS IGNORING THE PROBLEM Chasten Buttigieg defended his husband on Friday, accusing Khanna of failing to speak out against Southwest's corporate leadership and obsolete logistics.  \"Zero tweets on his timeline about Southwest leadership or their outdated IT system. That's politics, I guess,\" Chasten wrote. For more than a year, Republican leaders have complained Buttigieg does not take his job seriously amid a series of crises for Americans. Buttigieg was on vacation in Europe as railroad unions attempted to negotiate a deal in September to avoid a potentially disastrous strike.  The secretary was on paternity leave with his husband and their two newborns for several months last year as the country faced supply chain shortages. ",
        "link": "https://www.foxnews.com/politics/chasten-buttigieg-fires-back-democratic-critic-pete-southwest-meltdown",
        "entities": [
            "fox-news",
            "us",
            "disasters",
            "transportation",
            "travel",
            "general",
            "airlines",
            "person",
            "pete-buttigieg",
            "tech",
            "companies",
            "twitter"
        ]
    },
    {
        "title": "'Missing in action': Pilots, travel experts blast Buttigieg's lack of 'competent leadership' in flight fiasco",
        "description": "Aviation experts think the Secretary of Transportation Pete Buttigieg and Southwest Airlines are not doing enough to combat the holiday travel crisis.",
        "content": "Secretary of Transportation Pete Buttigieg is not doing enough to fix the flight crisis affecting thousands of Americans this holiday season, according to several former pilots and aviation experts who say the former mayor is \"unqualified\" for his position. Over the past week, thousands of holiday flights were canceled and hundreds of bags were lost, causing massive backlash towards airlines, the Department of Transportation (DOT), and Buttigieg, a rumored contender for the 2024 Democratic presidential nomination. Bill McGee, an aviation journalist, told Fox News Digital that the DOT is not doing enough to provide necessary customer care to travelers who were stranded as a result of the crisis. \"Secretary Buttigieg has had ample opportunity to use his authority to address unfair and deceptive practices by airlines, and he has chosen instead not to use that authority. It's long past time for others to provide the consumer protections that the DOT will not,\" McGee told Fox News Digital. SOUTHWEST NIGHTMARE: TRAVEL EXPERT DISSECTS CAUSE OF FLIGHT CANCELLATIONS Former Ohio Senator Nina Turner, a co-chair of Sen. Bernie Sanders' 2020 presidential campaign, even suggested that the flight crisis is a result of Buttigieg attempting to use his position as transportation secretary to pad his resume. \"What’s happening with the railroads, airlines & the supply chain is a result of a small city mayor being made the Secretary of Transportation as a means to pad his resume for President,\" Turner wrote to Twitter. Buttigieg has not made any official announcements if he will run for president in 2024. Due to severe winter storms sweeping the nation, thousands of flights across the country were canceled, with the majority being from Southwest Airlines.  According to Fox 11, of the more than 160 flight cancelations at Los Angeles International Airport over the past few days alone, 106 of the cancelations were from Southwest flights. Sal Lagonia, an aviation attorney and pilot, said the amount of recent flight cancelations impacting thousands of American travelers is \"inexcusable.\" \"Frankly they are inexcusable. Weather was only one of the many reasons initially. However, as the other carriers recovered relatively quickly, Southwest did not. Their lack of upgraded systems is not acceptable,\" he said in an exclusive statement. While blasting Southwest for management failures, the pilot also placed blame for the air travel chaos on the DOT and Buttigieg, who said in September that the summer's air travel woes were \"gonna get better by the holidays.\" BUTTIGIEG UNDER FIRE FROM BOTH PARTIES AMID SOUTHWEST HOLIDAY TRVAEL FIASCO \"Once again Buttigieg was Missing in Action,\" Lagonia said. \"Similar to other such examples like the unloaded ships in the Pacific, Buttigieg shows that he is either unable or unwilling to give his full effort in tackling these issues which are a key component to his department. These are complex issues that require full effort and competent leadership.\" \"My reaction is that it's not all that big a surprise, except of course when it comes to Southwest. That mess represents the biggest airline computer meltdown I've ever seen. This issue sits solidly with Southwest. Not sure the Secretary can really do much to help at this point,\" said Rob Mark, a pilot and flight instructor who serves as CEO of CommAvia. Despite Buttigieg facing major backlash from the public, Mark believes that the responsibility falls on Southwest Airlines and their inability to properly schedule and manage flights.  \"The big issue, I think, is not whether SWA replaces its software to prevent another meltdown. They must. The big issue is how the airline takes care of the hundreds of thousands of passengers they've inconvenienced.\" JP Tristiani, a former helicopter pilot, graduate of U.S. Naval Test Pilot School and longtime aviation specialist, said that despite Southwest having the right tools to avoid the situation, they \"totally failed with the snow storm they faced along their routes. Lost tract of crews and a/c stranded ‘somewhere’… Other airlines, majors, might have better computers that may have mitigated their exposure to the snow.\" \"From pilots I know still in the game, the opinion of him is 'not qualified,'\" Tristiani said of Buttigieg, highlighting the transportation secretary's proposals for more control and penalties against airlines. \"Government control outside the FAA, airline companies, unions will never, has never benefited air travelers or the airline route system, equipment, crew training, knowledge of scheduling, state of the art of such computers, etc.\" Buttigieg did not respond to Fox News Digital's request for comment, but released several statements over the past few days regarding the mass flight cancelations.  \"USDOT is investigating, and we are enforcing customer service standards,\" Buttigieg wrote of the investigation into Southwest in a Twitter post on Thursday. CLICK HERE TO GET THE FOX NEWS APP Southwest Airlines also released several statements of apology following the flight catastrophes, pledging to address its failures, refund customers, and promising that scheduled flights will resume Friday. ",
        "link": "https://www.foxnews.com/politics/missing-action-pilots-travel-experts-blast-buttigiegs-lack-competent-leadership-flight-fiasco",
        "entities": [
            "fox-news",
            "politics",
            "state-and-local",
            "elections",
            "us",
            "disasters",
            "transportation",
            "person",
            "pete-buttigieg",
            "travel",
            "general",
            "airlines"
        ]
    },
    {
        "title": "Biden pardons woman convicted of murder, 5 others on drug, alcohol-related offenses",
        "description": "President Biden on Friday pardoned six individuals, including a woman who was convicted of murdering her husband and five others on drug and alcohol-related offenses.",
        "content": "President Biden on Friday granted full pardons to six individuals who have served their sentences and have since turned their lives around to become valued members of their communities, the White House said. Among those pardoned are a domestic abuse survivor convicted of murdering her husband and five others who served sentences for drug and alcohol-related charges. Biden has previously described America as \"a nation of laws and second chances, redemption, and rehabilitation.\" He has stated his commitment to pardoning individuals who have demonstrated their rehabilitation and served their communities. Such is the case for Beverly Ann Ibn-Tamas, an 80-year-old woman who was convicted of second-degree murder after shooting her husband dead in 1976, when she was 33. Ibn-Tamas, who was pregnant at the time, had testified that her husband physically and verbally abused her and threatened her. She testified that he assaulted her in the moments before she shot him and was sentenced to one to five years' incarceration with credit for time served. BIDEN BELIEVES SECRET SERVICE ‘LYING’ ABOUT WHITE HOUSE DOG BITE INCIDENT, CLAIMS AGENTS ARE PRO-'MAGA': BOOK HUNTER BIDEN'S EX-STRIPPER LOVER REQUESTS TO CHANGE THEIR CHILD'S LAST NAME TO BIDEN After serving her sentence, Ibn-Tamas became the Director of Nursing for an Ohio-based healthcare business before stepping down and continues to work as a case manager there.  Others pardoned include Gary Park Davis, 66, who served a six-month sentence for using a telephone for an unlawful cocaine transaction; Edward Lincoln De Coito III, 50, who served less than two years for marijuana trafficking; Vincent Ray Flores, 37, who plead guilty to using ecstasy and consuming alcohol while serving in the military and was sentenced to four months' confinement and paid a fine; Charlie Byrnes Jackson, 77, who sold whiskey illegally when he was 18 and was sentenced to five years' probation; and John Dix Nock III, 72, who served six months' community confinement for a marijuana offense 27 years ago. ",
        "link": "https://www.foxnews.com/politics/biden-pardons-woman-convicted-of-murder-5-others-on-drug-alcohol-related-offenses",
        "entities": [
            "fox-news",
            "person",
            "joe-biden",
            "politics",
            "executive",
            "white-house",
            "us",
            "crime",
            "police-and-law-enforcement"
        ]
    },
    {
        "title": "Philippines Space Agency warns of falling debris from Chinese rocket launch",
        "description": "The Philippine Space Agency announced Thursday that it was recommending \"precautionary measures related to expected unburned debris\" from a Chinese rocket launch.",
        "content": "The Philippine Space Agency said it was recommending \"precautionary measures related to expected unburned debris\" from a Chinese rocket launch on Thursday. In the country's last space launch of the year, a Long March 3B rocket lifted off from the Xichang Satellite Launch Center in Sichuan Province, China. The rocket was carrying the Shiyan-10 02 satellite.  The Philippine Space Agency, upon confirmation of the planned launch dates, said it immediately issued an advisory to all relevant government agencies on the estimated drop zone area and proposed the issuance of appropriate warnings on air and marine access. 2022 SPACE STORIES THAT ARE OUT OF THIS WORLD \"Based on the Notice to Airmen issued by the Civil Aviation Administration of China to the Civil Aviation Authority of the Philippines, expected unburned debris, such as the rocket boosters and payload fairing, is projected to fall within a drop zone area located within the vicinity of Recto bank, approximately 137 kilometers from Ayungin Shoal and 200 kilometers from Quezon, Palawan,\" the agency explained. \"The unburned debris is designed to be discarded as the rocket enters outer space. While not projected to fall on land features or inhabited areas within the Philippine territory, falling debris poses danger and potential risk to ships, aircraft, fishing boats and other vessels that will pass through the drop zone.\" The actual drop zone area is subject to change due to factors including the Earth's rotation, weather and climate conditions.  HUBBLE IMAGES SHOW STARS IN GLOBULAR CLUSTER GLEAMING WITH 'NEBULOSITY' In addition, there is a possibility for the debris to float around the area and wash toward nearby coastlines.  The agency said that the possibility of an uncontrolled re-entry to the atmosphere of the rocket’s upper stages returning from outer space cannot be ruled out. It said members of the public should act immediately to inform local authorities if suspected debris is sighted and warned against retrieving or coming in close contact with these materials that \"may contain remnants of toxic substances such as rocket fuel.\"",
        "link": "https://www.foxnews.com/science/philippines-space-agency-warns-falling-debris-chinese-rocket-launch",
        "entities": [
            "fox-news",
            "world",
            "world-regions",
            "china",
            "science",
            "air-and-space",
            "asia"
        ]
    },
    {
        "title": "2022 space stories that are out of this world",
        "description": "From the scientific discoveries of the James Webb Space Telescope to the operation of the Perseverance rover, here are the year's most out-of-this-world space stories.",
        "content": "From the successful scientific operations of NASA’s James Webb Space Telescope to the splashdown of the Orion space capsule, 2022 has seen a lot of wins. Here are the biggest moments to remember: NASA’s Double Asteroid Redirection Test (DART) mission successfully altered the orbit of an asteroid millions of miles away. Following analysis over two weeks after the spacecraft struck Dimorphos – the first time humanity purposefully changed the motion of a celestial object and the first full-scale demonstration of asteroid deflection tech – scientists found that the kinetic impact had shortened the moonlet's orbit around its parent asteroid Didymos by 32 minutes. Before, Dimorphos took 11 hours and 55 minutes to orbit Didymos. The measure has a margin of uncertainty of approximately plus or minus two minutes. IMAGE FROM NASA'S WEBB TELESCOPE REVEALS EARLY STELLAR FORMATION IN 'RARE' FIND Astronomers unveiled the first image of the supermassive black hole at the center of the Milky Way galaxy. The colorized picture was produced by the international Event Horizon Telescope (EHT) Collaboration, using observations from a worldwide network of radio telescopes. The black hole is about 27,000 light-years away from Earth and 4 million times more massive than our sun. NASA’s Perseverance rover is expected to begin building the first sample depot on another world. According to NASA, this will mark a crucial milestone in the Mars Sample Return campaign, which aims to bring Mars samples to Earth for closer study. Over the course of around 30 days, Perseverance will deposit a total of 10 tubes that carry samples representing the diversity of the rock record in Jezero Crater. STRIKING NASA IMAGES REVEALS IO'S VOLCANO-LACED SURFACE NASA's Orion space capsule splashed down in the ocean after a 25-day uncrewed test flight around the moon, concluding a mission that paves the way for astronauts on the next lunar flyby. The capsule splashed down west of Baja California, more than 300 miles south of the original target zone. NASA and its international partners released the full series of James Webb Space Telescope's first full-color images and data. The pictures include the WASP-96 b exoplanet, which is a hot, gaseous giant located nearly 1,150 light-years from Earth. In another shot shared via an international broadcast, the Southern Ring, or \"Eight-Burst,\" planetary nebula is shown in greater detail, which was previously hidden from astronomers. Next, in an image presented by European Space Agency (ESA) partners, Stephan's Quintet – a visual grouping of five galaxies – is seen in a new light, about 290 million light-years away. The final image showed the glittering vista of the Carina Nebula – a stellar nursery – with brand-new stars that were previously completely hidden. The \"Cosmic Cliffs\" captured by Webb are the edge of the giant, gaseous cavity within the Carina Nebula's star-forming region called NGC 3324. The Carina Nebula, found within the Milky Way, is approximately 7,600 light-years away. It is home to many massive stars that are several times larger than the sun. Since then, the telescope has helped astronomers uncover the earliest galaxies confirmed to date. NASA astronaut Nicole Mann made history as the first Native American woman to launch into space. Mann, a member of the Wailacki of the Round Valley Indian Tribes, traveled to the International Space Station as commander of NASA’s SpaceX Crew-5 mission aboard the SpaceX Crew Dragon spacecraft. Axiom Mission 1, the first private crewed mission to the International Space Station (ISS), launched in April. SpaceX's Falcon 9 rocket and Crew Dragon Endeavour lifted off from NASA's Kennedy Space Center in Florida. The Ax-1 mission sent four private space travelers on a 10-day flight to conduct science and push the boundaries of commercial spaceflight. Fox News' Bradford Betz and The Associated Press contributed to this report.",
        "link": "https://www.foxnews.com/science/2022-space-out-of-this-world",
        "entities": [
            "fox-news",
            "special",
            "year-in-review",
            "science",
            "air-and-space",
            "nasa",
            "astronomy"
        ]
    },
    {
        "title": "Arizona dam sees highest water level in 5 years, relieving farmers: report",
        "description": "The Coolidge Dam in eastern Arizona has reported recorded its highest water level in five years and, per the U.S. Geological Survey, the highest December total ever.",
        "content": "Eastern Arizona's Coolidge Dam has reportedly recorded the highest water level in five years.  According to Fox 10 Phoenix, rainfall this season has helped raise the water at the dam to over 220,000 acre-feet — the highest mark since March 2017.  The station said, citing the U.S. Geological Survey, that it is also the highest December total ever recorded. \"I got some great news this morning for the entire state of [Arizona]. There is about 200,000 [acre-feet] of water behind Coolidge dam today because of the hard work and God's grace,\" Arizona State Rep. David Cook tweeted Tuesday. \"Those farmers will be able to farm this coming year. Praise God. Elect good leaders who work to solve problems.\"  DRYING CA LAKE TO RECEIVE $250M IN DROUGHT, RESTORATION FUNDING Fox 10 said that Coolidge Dam had dried up in June, with water shortages impacting Pinal County farmers. The U.S. West has been threatened by extreme drought in recent years, forcing restrictions.  The U.S. Drought Monitor now shows that 38.96% of the Copper State is threatened by moderate drought.  A report from the Arizona Department of Water Resources on Dec. 6 of November conditions said that Arizona was much cooler than normal.  Mohave County, in particular, received above-average precipitation, while most other counties received near- to below-average precipitation. GRAND CANYON TOUR HELICOPTER MAKES HARD LANDING IN NEVADA, 7 INJURED INCLUDING PILOT \"Most of the state (53%) experienced Abnormally Dry (D0) conditions largely covering central, southern, and eastern counties. Santa Cruz was the only county without some measure of Abnormally Dry conditions coverage. Severe (D2) drought remained entrenched in Mohave and northern Coconino counties (11%), with Moderate (D1) covering the remaining 36% of the state,\" the department said.  La Niña conditions are forecast to continue into early next year. KJZZ reported last week that the monsoon season this year has improved the short-term drought there, citing a state climatologist — though noting it will take years to reverse the long-term situation. Farmers say that it has aided planting efforts.  Fox 10 spoke with Caywood Farms' Nancy Caywood first in June and again following the rainy weather. \"We have to hope for more,\" she said. \"Hope the drought is over but… just getting this rain doesn’t mean the drought is over. We have to continue.\"",
        "link": "https://www.foxnews.com/science/arizona-dam-sees-highest-water-level-5-years-relieving-farmers-report",
        "entities": [
            "fox-news",
            "us",
            "us-regions",
            "southwest",
            "arizona",
            "environment",
            "water",
            "disasters",
            "drought",
            "science"
        ]
    },
    {
        "title": "Hubble images show stars in globular cluster gleaming with 'nebulosity'",
        "description": "NASA's Hubble Space Telescope has captured two strikingly different images of the cluster NGC 1850, located 160,000 light years away in the constellation Dorado.",
        "content": "NASA's Hubble Space Telescope snapped a pair of \"dazzlingly different\" images of a brilliant star cluster some 160,000 light years away. Globular cluster NGC 1850, in the constellation Dorado, is approximately 63,000 times the mass of the sun, is 100 million years old and is located in the Large Magellanic Cloud, NASA said in a news release. A birthplace for billions of stars, the Large Magellanic Cloud is a satellite galaxy of the Milky Way. The agency said that the telescope used filters with specific assigned colors to study particular wavelengths of light emanating from NGC 1850 and its surrounding stars. NASA’S MARS ROVER DEPOSITS FIRST SAMPLE ON RED PLANET FOR POSSIBLE RETURN TO EARTH One image with blue nebulosity includes near-infrared light as well as visible light, while the other with red nebulosity covers the near-ultraviolet to the beginnings of the infrared spectrum. NGC 1850 is a spherical collection of densely packed stars held together by mutual gravitational attraction, the release said. However, unlike most globular clusters, its stars are relatively young. According to scientists, the theory is that the first generation of stars in the globular cluster ejected matter into the surrounding cosmos when they were born. IMAGE FROM NASA'S WEBB TELESCOPE REVEALS EARLY STELLAR FORMATION IN 'RARE' FIND However, the density of the cluster was so high that the matter could not escape its gravitational pull, causing it to stay nearby, and the gravity of the cluster also pulled in hydrogen and helium gas from its surroundings. The sources of gas created a second generation of stars, increasing both the density and size of the globular cluster. The presence of a black hole was found in NGC 1850 and there are also around 200 red giants and many brighter blue stars. Surrounding the cluster is a pattern of nebulosity, diffuse dust and gas theorized to come from supernova blasts.",
        "link": "https://www.foxnews.com/science/hubble-images-stars-globular-cluster-nebulosity",
        "entities": [
            "fox-news",
            "science",
            "air-and-space",
            "astronomy",
            "nasa"
        ]
    },
    {
        "title": "NASA’s Mars rover deposits first sample on Red Planet for possible return to earth",
        "description": "NASA's Mars rover deposited the first sample of rocks on the Red Planet's surface so that they could eventually return to Earth for further analysis.",
        "content": "NASA’s Mars rover, Perseverance, deposited its first sample of rocks on the Red Planet’s surface Wednesday for an eventual return to Earth. The rover placed a titanium tube containing the rock sample as part of NASA’s Mars Sample Return campaign.  The deposit is one of more than a dozen tubes that will be placed at the location – dubbed \"Three Forks\" – over the next two months.  Perseverance has been taking duplicate samples from rock targets the mission selects, NASA said.  NASA'S INSIGHT MARS LANDER OFFICIALLY RETIRED AFTER FOUR YEARS ON THE RED PLANET The rover will later deliver samples to a robotic lander that will use a robotic arm to place the samples in a containment capsule aboard a small rocket. The rock will blast off into Mars’ orbit and deliver the samples to another spacecraft that will return the samples to Earth.  The sample, NASA says, will serve as a backup if the rover can’t deliver its sample. In that scenario, Sample Recovery Helicopters will be deployed to finish the job.  \"Seeing our first sample on the ground is a great capstone to our prime mission period, which ends on Jan. 6,\" Rick Welch, Perseverance’s deputy project manager at JPL, said in a statement. \"It’s a nice alignment that, just as we’re starting our cache, we’re also closing this first chapter of the mission.\" ",
        "link": "https://www.foxnews.com/science/nasas-mars-rover-deposits-first-sample-red-planet-possible-return-earth",
        "entities": [
            "fox-news",
            "science",
            "air-and-space",
            "nasa",
            "mars",
            "spaceflight"
        ]
    },
    {
        "title": "NASA’s InSight Mars lander officially retired after four years on the Red Planet",
        "description": "NASA's InSight Mars lander mission officially ended on Wednesday after four years of studying the Red Planet's interior layers and measuring seismic activity.",
        "content": "NASA officially ended its InSight Mars lander mission on Wednesday after the spacecraft missed two consecutive communication attempts.  Power on the lander had been dwindling in recent months as a pair of 7-foot wide solar panels collected dust and an unusually thick atmosphere blocked out the sun.  InSight, short for Interior Exploration using Seismic Investigations, Geodesy and Heat Transport, landed on Mars in November 2018 with the goal of studying the planet's interior layers and seismic activity.  \"With InSight, seismology was the focus of a mission beyond Earth for the first time since the Apollo missions, when astronauts brought seismometers to the Moon,\" Philippe Lognonné, principal investigator of InSight’s seismometer, said in a statement on Wednesday.  \"We broke new ground, and our science team can be proud of all that we’ve learned along the way.\" JAMES WEBB TELESCOPE CAPTURES 'COSMIC TARANTULA' IN STUNNING NEW IMAGE The lander detected more than 1,300 marsquakes, including a magnitude 5 in May and another massive quake last year caused by a meteoroid impact that unearthed large chunks of ice.  InSight last communicated with Earth on Dec. 15 and recently transmitted what is likely its final picture of the Red Planet's horizon.  \"My power’s really low, so this may be the last image I can send. Don’t worry about me though: my time here has been both productive and serene,\" the lander's operators tweeted on its behalf this week. \"If I can keep talking to my mission team, I will – but I’ll be signing off here soon. Thanks for staying with me.\" NASA still has two rovers on Mars searching for signs of ancient microbial life. Perseverance, which landed on the planet last year, has been busy collecting samples using its robotic arm and drill that will potentially one day return to Earth.  Curiosity, meanwhile, has been on Mars for the past decade at the planet's Gale crater. ",
        "link": "https://www.foxnews.com/science/nasas-insight-mars-lander-officially-retired-after-four-years-red-planet",
        "entities": [
            "fox-news",
            "science",
            "air-and-space",
            "mars",
            "nasa",
            "spaceflight"
        ]
    },
    {
        "title": "NASA InSight lander records largest quake on Mars ever, scientists say",
        "description": "NASA's InSight Mars Lander, which is expected to soon power down after four years on the red planet, has reportedly recorded its biggest quake on Mars ever.",
        "content": "NASA's InSight Mars Lander has recorded its biggest quake on Mars ever.  According to new research published in the American Geophysical Union (AGU) journal Geophysical Research Letters, the international team said on the Earth night of May 4, the lander's seismometer detected a quake that was at least five times as big as the next largest one recorded on the red planet.  \"This was definitely the biggest marsquake that we have seen,\" Taichi Kawamura, lead author and planetary scientist at the Institut de physique du globe de Paris, France, said in a release.  Co-author and seismologist John Clinton, of the Swiss Federal Institute of Technology in Zürich, said the energy released by the single marsquake is equivalent with the cumulative energy from all other marsquakes seen thus far. NASA'S MARS LANDER INSIGHT TRANSMITS POTENTIAL FINAL IMAGE OF THE RED PLANET AS ITS POWER DWINDLES Clinton, who is a co-leader with Kawamura at the marsquake service, said the waves recorded at InSight were so big that they almost saturated the seismometer. The waves from the marsquake last for about 10 hours.  No previous marsquake's waves had exceeded the length of an hour. The previous biggest tremor, recorded in August 2021, was around a magnitude of 4.2, while the May quake had a magnitude of 4.7. The epicenter of the quake was outside the most seismically active region on Mars.  This seismic event was also rare in that it exhibited characteristics of both high- and low-frequency quakes.  The data from this large quake were released in October by the Mars Seismic Experiment for Interior Structure (SEIS) data service, NASA Planetary Data System (PDS) and the Incorporated Research Institutions for Seismology (IRIS), together with the marsquake service catalog. IMAGE FROM NASA'S WEBB TELESCOPE REVEALS EARLY STELLAR FORMATION IN 'RARE' FIND Seismology on Mars can help researchers better understand what's underneath its surface and its evolution.  Most marsquakes are believed to occur due to fault movements. InSight is thought to be near its operational end because dust has progressively covered its solar panels and reduced its power.  \"We are impressed that almost at the end of the extended mission, we had this very remarkable event,\" Kawamura said.  Based on the data gathered from the marsquake, \"I would say this mission was an extraordinary success,\" he continued. \"My power’s really low, so this may be the last image I can send. Don’t worry about me though: my time here has been both productive and serene. If I can keep talking to my mission team, I will – but I’ll be signing off here soon,\" Insight's 25-30 person team posted to the lander's Twitter on Monday. \"Thanks for staying with me.\" Since it landed in November 2018, the lander has provided insight on Mars' liquid core and the composition of its other interior layers. It has detected hundreds of quakes. Fox News' Paul Best contributed to this report.",
        "link": "https://www.foxnews.com/science/nasa-insight-lander-records-largest-quake-mars",
        "entities": [
            "fox-news",
            "science",
            "air-and-space",
            "mars",
            "world",
            "disasters",
            "earthquakes"
        ]
    },
    {
        "title": "Historic biodiversity agreement reached at UN conference",
        "description": "In a historic deal reached early Monday in Montreal, the U.N. Biodiversity Conference stated that it would finance significant efforts to protect the world's lands and oceans",
        "content": "Negotiators reached a historic deal at a U.N. biodiversity conference early Monday that would represent the most significant effort to protect the world’s lands and oceans and provide critical financing to save biodiversity in the developing world. The global framework comes on the day the United Nations Biodiversity Conference, or COP15, is set to end in Montreal. China, which holds the presidency at this conference, released a new draft on Sunday that gave the sometimes contentious talks much-needed momentum. \"We have in our hands a package which I think can guide us as we all work together to halt and reverse biodiversity loss and put biodiversity on the path to recovery for the benefit of all people in the world,\" Chinese Environment Minister Huang Runqiu told delegates before the package was adopted to rapturous applause just before dawn. \"We can be truly proud.\" EASTER ISLAND STILL RECOVERING FROM OCTOBER WILDFIRE THAT DAMAGED MOAI STATUES The most significant part of the agreement is a commitment to protect 30% of land and water considered important for biodiversity by 2030, known as 30 by 30. Currently, 17% of terrestrial and 10% of marine areas are protected. The deal also calls for raising $200 billion by 2030 for biodiversity from a range of sources and working to phase out or reform subsidies that could provide another $500 billion for nature. As part of the financing package, the framework asks for increasing to at least $20 billion annually by 2025 the money that goes to poor countries. That number would increase to $30 billion each year by 2030. Financing emerged late in the talks and risked derailing an agreement. Several African countries held up the final deal for almost nine hours. They wanted the creation of a new fund for biodiversity but agreed to the creation of one under the pre-existing Global Environmental Facility. \"Creating a fund under the GEF is the best way to obtain something immediate and efficient,\" said Christophe Béchu, France’s minister for ecological transition who headed its delegation, adding that a completely new fund would have taken several years to establish and deprived developing countries of immediate cash for biodiversity. Then as the agreement was about to be adopted, Congo stood up and said it opposed the deal because it didn’t set up that special biodiversity fund to provide developing countries with $100 billion by 2030. Huang swept aside the opposition and the documents that make up the framework were adopted. The convention’s legal expert ruled Congo never formally objected to the document. Several other African countries, including Cameroon and Uganda, sided to no avail with Congo and said they would lodge a complaint. \"Many of us wanted more things in the text and more ambition but we got an ambitious package,\" Canada’s Minister of Environment and Climate Change Steven Guilbeault said. \"We have 30 by 30. Six months ago, who would have thought we could 30 by 30 in Montreal? We have an agreement to halt and reverse biodiversity loss, to work on restoration, to reduce the use of pesticides. This is tremendous progress.\" France's Béchu called it a \"historical deal.\" JAMAICA REIMPOSES 'STATE OF EMERGENCY,' TOURISM INDUSTRY THREATENED BY HIGH CRIME RATE \"It's not a small deal. It's a deal with very precise and quantified objectives on pesticides, on reduction of loss of species, on eliminating bad subsidies,\" he said. \"We double until 2025 and triple 2030 the finance for biodiversity.\" The ministers and government officials from about 190 countries have mostly agreed that protecting biodiversity has to be a priority, with many comparing those efforts to climate talks that wrapped up last month in Egypt. Climate change coupled with habitat loss, pollution and development have hammered the world’s biodiversity, with one estimate in 2019 warning that a million plant and animal species face extinction within decades — a rate of loss 1,000 times greater than expected. Humans use about 50,000 wild species routinely, and 1 out of 5 people of the world’s 8 billion population depend on those species for food and income, the report said. But they struggled for nearly two weeks to agree on what that protection looks like and who will pay for it. The financing has been among the most contentious issues, with delegates from 70 African, South American and Asian countries walking out of negotiations Wednesday. They returned several hours later. Brazil, speaking for developing countries during the week, said in a statement that a new funding mechanism dedicated to biodiversity should be established and that developed countries provide $100 billion annually in financial grants to emerging economies until 2030. PERU GOVERNMENT REOPENS RAILS TO MACHU PICCHU AMID STATE OF EMERGENCY WITH AMERICAN TOURISTS STRANDED \"All the elements are in there for a balance of unhappiness which is the secret to achieving agreement in U.N. bodies,\" Pierre du Plessis, a negotiator from Namibia who is helping coordinate the African group, told The Associated Press before the vote. \"Everyone got a bit of what they wanted, not necessarily everything they wanted.\" There were supporters of the framework who said it fell short in several areas. The Wildlife Conservation Society and other environmental groups were concerned that the deal puts off until 2050 a goal of preventing the extinction of species, preserving the integrity of ecosystems and maintaining the genetic diversity within populations. They fear that timeline is not ambitions enough. Some advocates also wanted tougher language around subsidies that make food and fuel so cheap in many parts of the world. The document only calls for identifying subsidies by 2025 that can be reformed or phased out and working to reduce them by 2030. \"The new text is a mixed bag,\" Andrew Deutz, director of global policy, institutions and conservation finance for The Nature Conservancy, said. \"It contains some strong signals on finance and biodiversity but it fails to advance beyond the targets of 10 years ago in terms of addressing drivers of biodiversity loss in productive sectors like agriculture, fisheries, and infrastructure and thus still risks being fully transformational.\"",
        "link": "https://www.foxnews.com/science/historic-biodiversity-agreement-reached-un-conference",
        "entities": [
            "fox-news",
            "science",
            "natural-science",
            "world",
            "united-nations"
        ]
    },
    {
        "title": "Image from NASA's Webb telescope reveals early stellar formation in 'rare' find",
        "description": "NASA said that the James Webb Space Telescope team had discovered dozens of previously hidden energetic jets and outflows from young stars in the Cosmic Cliffs.",
        "content": "The James Webb Space Telescope team announced Thursday that scientists had discovered dozens of energetic jets and outflows from young stars previously hidden by dust clouds in one of the $10 billion-dollar observatory's iconic first images.  In a release, NASA said that the \"rare\" find – including a paper published in the Monthly Notices of the Royal Astronomical Society this month – marks the beginning of a new era of investigating star formation, as well as how radiation from nearby massive stars might affect the development of planets. The Carina Nebula's Cosmic Cliffs, within the star cluster NGC 3324, is seen in a new wavelength with Webb and the telescope's capabilities allow researchers to track the movement of other features previously captured by the Hubble Space Telescope. Analyzing data from a specific wavelength of infrared light, astronomers discovered two dozen previously unknown outflows from extremely young stars revealed by molecular hydrogen.  STRIKING NASA IMAGES REVEALS IO'S VOLCANO-LACED SURFACE Molecular hydrogen is a vital ingredient in stellar formation and a good way to trace the early stages of that process.  \"As young stars gather material from the gas and dust that surround them, most also eject a fraction of that material back out again from their polar regions in jets and outflows. These jets then act like a snowplow, bulldozing into the surrounding environment. Visible in Webb’s observations is the molecular hydrogen getting swept up and excited by these jets,\" NASA explained.  Objects were discovered: including \"small fountains\" and \"burbling behemoths that extend light-years from the forming stars.\" RUSSIAN SPACE CAPSULE LEAK LIKELY DUE TO MICROMETEORITE STRIKE, OFFICIAL SAYS Previous observations of jets and outflows looked mostly at nearby regions and more evolved objects that are already detectable in Hubble's wavelengths. \"The unparalleled sensitivity of Webb allows observations of more distant regions, while its infrared optimization probes into the dust-sampling younger stages. Together this provides astronomers with an unprecedented view into environments that resemble the birthplace of our solar system,\" the agency noted. Many of these protostars are set to become low-mass stars, like the sun. This period of star formation, NASA added, is particularly hard to capture because it's relatively fleeting. Webb's observations are also help astronomers shed light on how active the star-forming regions are. By comparing the position of previously known outflows in this region to Hubble data from 16 years ago, the scientists were able to track the speed and direction in which the jets are moving.",
        "link": "https://www.foxnews.com/science/image-nasa-webb-telescope-stellar-formation-rare-find",
        "entities": [
            "fox-news",
            "science",
            "air-and-space",
            "nasa",
            "astronomy"
        ]
    },
    {
        "title": "Striking NASA image reveals Io's volcano-laced surface",
        "description": "NASA scientists said this week that they would continue to focus on Io, Jupiter's volcano-laced moon, with multiple close flybys of their Juno spacecraft.",
        "content": "NASA's Juno spacecraft's mission to Jupiter has set its sights on the moon Io.  The agency said in a release, sharing a striking image of the moon's volcano-laced surface captured in the infrared by the Jovian Infrared Auroral Mapper this summer, that it was scheduled to image the Jovian moon on Thursday.  The Dec. 15 flyby was the first of nine, with two of them just 930 miles away.  The July 5 photo was captured as the spacecraft flew by at a distance of about 50,000 miles, with brighter spots indicating where temperatures were higher. RUSSIAN SPACE CAPSULE LEAK LIKELY DUE TO MICROMETEORITE STRIKE, OFFICIAL SAYS \"The team is really excited to have Juno’s extended mission include the study of Jupiter’s moons. With each close flyby, we have been able to obtain a wealth of new information,\" Juno Principal Investigator Scott Bolton, of the Southwest Research Institute in San Antonio, said in a statement. \"Juno sensors are designed to study Jupiter, but we’ve been thrilled at how well they can perform double duty by observing Jupiter’s moons.\" Io, the most volcanically active world in the solar system, will remain an object of the Juno team’s attention for the next year and a half.  Now in the second year of its mission to investigate Jupiter's interior, the solar-powered Juno had previously performed close flybys of Ganymede last year and Europa earlier in 2022. NASA said Juno scientists will use those flybys to perform the first high-resolution monitoring campaign on the magma-encrusted moon, studying Io’s volcanoes and how volcanic eruptions interact with Jupiter’s powerful magnetosphere and aurora. GEMINID METEOR SHOWER FAST FACTS The moon – which is a bit larger than Earth's moon – has hundreds of volcanoes, some erupting lava fountains dozens of miles high.  Its remarkable activity is the result of a tug-of-war between Jupiter's powerful gravity and smaller but precisely timed pulls from Europa and Ganymede. Io was discovered in 1610 by famed Italian astronomer Galileo Galilei. The discovery, along with three other Jovian moons, was the first time a moon was discovered orbiting a planet other than Earth. ",
        "link": "https://www.foxnews.com/science/striking-nasa-image-reveals-ios-volcano-laced-surface",
        "entities": [
            "fox-news",
            "science",
            "jupiter",
            "air-and-space",
            "planets",
            "astronomy"
        ]
    }
]